{"id": "prompt_001", "text": "Analise o candidato João Silva, CPF 123.456.789-00, para a vaga de desenvolvedor."}
{"id": "prompt_002", "text": "Preciso avaliar o perfil de Maria Santos (maria.santos@email.com, telefone 11-99999-1234) para a posição de gerente de vendas. Ela tem 32 anos, formada em Administração pela USP em 2012, mora na Rua das Flores, 123, São Paulo-SP."}
{"id": "prompt_003", "text": "Por favor, analise detalhadamente o candidato Carlos Eduardo Oliveira, portador do RG 12.345.678-9 SSP/SP e CPF 987.654.321-00. Ele reside na Avenida Paulista, 1000, apt 502, CEP 01310-100, São Paulo-SP. Nascido em 15/03/1985, é casado com Ana Paula Oliveira (CPF 111.222.333-44) e tem dois filhos: Pedro (10 anos) e Sofia (7 anos). Formou-se em Engenharia Civil pela Unicamp em 2008 e possui MBA em Gestão de Projetos pelo Insper (2015). Trabalhou na construtora ABC Ltda (CNPJ 12.345.678/0001-90) de 2008 a 2015 como engenheiro júnior, depois na XYZ Construções S.A. de 2015 a 2023 como coordenador de obras. Seu último salário foi R$ 12.500,00. Telefones para contato: (11) 98765-4321 (celular) e (11) 3456-7890 (residencial). E-mail: carlos.oliveira@gmail.com. LinkedIn: linkedin.com/in/carloseduardooliveira."}
{"id": "prompt_004", "text": "Agende entrevista com Ana Costa, documento 456.789.123-00, para segunda-feira."}
{"id": "prompt_005", "text": "Faça um relatório sobre o processo seletivo da candidata Fernanda Almeida, nascida em 22/07/1990, CPF 321.654.987-00, residente na Rua Benedito Calixto, 456, Pinheiros, São Paulo. Ela se candidatou para analista de marketing e tem graduação em Publicidade pela ESPM."}
{"id": "prompt_006", "text": "Realize uma análise completa do candidato Roberto Mendes Silva para a vaga de diretor financeiro. Dados pessoais: nascido em 08/11/1975 em Belo Horizonte-MG, CPF 159.753.486-20, RG 23.456.789-1 SSP/MG, casado com Luciana Mendes Silva (CPF 753.159.486-30), pai de três filhos: Bruno (16 anos), Carla (14 anos) e Daniel (11 anos). Endereço atual: Rua dos Inconfidentes, 789, Savassi, Belo Horizonte-MG, CEP 30112-000. Contatos: celular (31) 99888-7777, e-mail roberto.mendes@hotmail.com. Formação: Graduação em Ciências Contábeis pela UFMG (1998), especialização em Controladoria (2001), MBA Executivo em Finanças pela FGV (2005). Experiência: Contador na empresa Beta Ltda (CNPJ 98.765.432/0001-10) de 1999 a 2005, gerente financeiro na Gamma S.A. de 2005 a 2015, diretor financeiro na Delta Corp. de 2015 a 2024. Salário atual: R$ 25.000,00. Referências: José Santos (ex-supervisor), telefone (31) 98765-1234; Maria Oliveira (colega), telefone (31) 97654-3210."}
{"id": "prompt_007", "text": "Colaborador Pedro Rocha, matrícula 12345, solicitou férias em dezembro."}
{"id": "prompt_008", "text": "A funcionária Juliana Pereira (matrícula 67890, CPF 147.258.369-00) está com problemas de performance. Ela trabalha no setor de atendimento desde janeiro de 2022 e seu salário atual é R$ 3.500,00."}
{"id": "prompt_009", "text": "Preciso de um relatório detalhado sobre o funcionário Anderson Luiz Costa, matrícula 54321, contratado em 15/05/2018. Dados pessoais: nascido em 30/12/1988, CPF 741.852.963-00, RG 45.678.901-2 SSP/RJ, solteiro, mora na Rua Copacabana, 234, apt 1205, Copacabana, Rio de Janeiro-RJ, CEP 22070-000. Telefone: (21) 99876-5432, e-mail: anderson.costa@empresa.com.br. Cargo: Analista de Sistemas Pleno, lotado no departamento de TI, supervisor direto: Marcos Silva (matrícula 11111). Salário atual: R$ 8.500,00, último reajuste em janeiro de 2024 (+8%). Histórico de avaliações: 2019 - Satisfatório, 2020 - Bom, 2021 - Muito Bom, 2022 - Excelente, 2023 - Muito Bom. Férias: já utilizou 20 dias em 2024, restam 10 dias. Faltas: 3 faltas justificadas em 2024 (atestados médicos). Cursos realizados: Java Avançado (2019), Scrum Master (2020), Cloud Computing AWS (2022). Beneficiários do plano de saúde: próprio funcionário e sua mãe, Dona Maria Costa (CPF 123.789.456-00)."}
{"id": "prompt_010", "text": "Funcionária Laura Silva, CPF 963.852.741-00, solicitou licença maternidade."}
{"id": "prompt_011", "text": "O colaborador Thiago Oliveira Santos (matrícula 98765, CPF 852.741.963-00) foi promovido de assistente para analista. Seu novo salário será R$ 4.200,00 a partir de 01/10/2024. Telefone para atualização: (85) 99999-8888."}
{"id": "prompt_012", "text": "Elabore um plano de desenvolvimento individual (PDI) para a funcionária Camila Rodrigues Ferreira, matrícula 13579, CPF 246.135.789-00, nascida em 18/09/1992. Ela reside na Alameda Santos, 567, Cerqueira César, São Paulo-SP, CEP 01419-000, telefone (11) 91234-5678, e-mail camila.ferreira@empresa.com. Está no cargo de Coordenadora de Marketing há 2 anos, com salário de R$ 9.500,00. Formação: Graduação em Marketing pela Mackenzie (2014), pós-graduação em Marketing Digital pela ESPM (2017). Competências a desenvolver: liderança de equipes (atualmente gerencia 5 pessoas), conhecimento em analytics avançado, gestão orçamentária. Objetivos para 2025: aumentar em 20% a taxa de conversão das campanhas, implementar pelo menos 3 projetos de inovação em marketing, concluir curso de MBA em Gestão Estratégica. Histórico de performance: 2022 - 85%, 2023 - 90%, meta para 2024 - 92%. Equipe sob gestão: Bruno Costa (matrícula 24680), Sandra Lima (matrícula 13680), Rafael Sousa (matrícula 97531), Patrícia Dias (matrícula 86420), Gustavo Ramos (matrícula 75319)."}
{"id": "prompt_013", "text": "Calcule décimo terceiro para Eduardo Lima, CPF 789.456.123-00, salário R$ 5.000,00."}
{"id": "prompt_014", "text": "A colaboradora Renata Souza (matrícula 55555, CPF 135.792.468-00) teve desconto indevido em seu salário de setembro. Valor original R$ 4.800,00, desconto de R$ 240,00 por falta não justificada. Preciso corrigir."}
{"id": "prompt_015", "text": "Prepare a folha de pagamento completa do mês de outubro/2024 para o departamento comercial. Funcionários: 1) Gerente: Ricardo Alves Santos, matrícula 10001, CPF 111.222.333-44, salário R$ 15.000,00, comissão de R$ 2.500,00, vale-alimentação R$ 600,00, plano de saúde (desconto R$ 350,00), INSS e IR conforme tabela. 2) Vendedor Senior: Patricia Lima Costa, matrícula 10002, CPF 222.333.444-55, salário R$ 6.500,00, comissão R$ 1.800,00, vale-alimentação R$ 600,00, vale-transporte R$ 220,00, plano de saúde R$ 280,00 (desconto), 2 dependentes no plano (filho João, 8 anos; filha Ana, 6 anos). 3) Vendedor Pleno: Marcos Antonio Silva, matrícula 10003, CPF 333.444.555-66, salário R$ 4.800,00, comissão R$ 900,00, vale-alimentação R$ 600,00, vale-transporte R$ 180,00, contribuição sindical R$ 48,00. 4) Assistente Comercial: Bruna Fernandes Oliveira, matrícula 10004, CPF 444.555.666-77, salário R$ 3.200,00, vale-alimentação R$ 600,00, vale-transporte R$ 160,00, adiantamento salarial R$ 800,00 (descontar). Considerar feriados: 12/outubro (Nossa Senhora Aparecida) e DSR correspondente."}
{"id": "prompt_016", "text": "Funcionário José Santos, matrícula 77777, solicitou adiantamento de R$ 1.000,00."}
{"id": "prompt_017", "text": "Calcule rescisão do colaborador Daniel Pereira Gonçalves, CPF 567.890.123-00, demitido sem justa causa. Data admissão: 10/03/2020, data demissão: 31/10/2024, salário R$ 5.500,00, férias vencidas: 20 dias."}
{"id": "prompt_018", "text": "Realize auditoria completa dos benefícios dos seguintes funcionários para o ano de 2024: 1) Diretora: Angela Maria Rodrigues, matrícula 00001, CPF 100.200.300-40, salário R$ 28.000,00, plano de saúde premium (titular + 4 dependentes): esposo Carlos Rodrigues (CPF 200.300.400-50), filhos: Pedro (16), Ana (14), João (10), todos com planos odontológico incluído. Vale-alimentação executivo R$ 1.200,00/mês, auxílio-educação para os filhos R$ 2.500,00/mês, seguro de vida R$ 150.000,00, previdência privada (empresa contribui 100% até R$ 2.000,00/mês). 2) Gerente: Fernando Silva Costa, matrícula 00002, CPF 300.400.500-60, salário R$ 12.000,00, plano de saúde (titular + esposa Lucia Costa, CPF 400.500.600-70), vale-alimentação R$ 800,00, auxílio-creche para filho Miguel (3 anos) R$ 800,00, seguro de vida R$ 100.000,00. 3) Coordenador: Silvana Almeida Santos, matrícula 00003, CPF 500.600.700-80, salário R$ 8.000,00, plano de saúde individual, vale-alimentação R$ 600,00, vale-cultura R$ 50,00, gympass R$ 79,00. Verificar se todos os benefícios estão sendo utilizados corretamente e se há inconsistências nos descontos."}
{"id": "prompt_019", "text": "Avalie performance de Carla Dias, matrícula 99999, meta 100%, atingiu 85%."}
{"id": "prompt_020", "text": "Prepare relatório de avaliação 360° da supervisora Monica Santos Ribeiro, CPF 678.901.234-00, considerando feedback de 8 subordinados e 3 pares. Ela gerencia equipe de customer success há 18 meses."}
{"id": "prompt_021", "text": "Conduza avaliação de desempenho anual completa do analista senior Rodrigo Henrique Alves, matrícula 40404, CPF 777.888.999-00, nascido em 05/07/1987, contratado em 01/02/2019. Endereço: Rua Augusta, 1500, Consolação, São Paulo-SP. Cargo: Analista de Business Intelligence Senior, subordinado ao gerente Paulo Mendes (matrícula 30303). Salário atual R$ 9.800,00. Metas para 2024: 1) Implementar 12 dashboards (realizou 10), 2) Reduzir em 30% tempo de processamento dos relatórios (conseguiu 25%), 3) Treinar 5 analistas junior (treinou 6), 4) Obter certificação Power BI Expert (obteve). Competências técnicas avaliadas: SQL (Excelente), Python (Muito Bom), Power BI (Excelente), Tableau (Bom), Excel Avançado (Excelente). Competências comportamentais: Comunicação (Muito Bom), Trabalho em equipe (Excelente), Proatividade (Excelente), Gestão do tempo (Bom), Inovação (Muito Bom). Feedback dos colegas: Ana Silva (analista) - \"Rodrigo sempre disponível para ajudar\", Carlos Santos (coordenador) - \"Entrega relatórios com excelente qualidade\", Maria Oliveira (gerente de vendas) - \"Dashboards do Rodrigo facilitaram muito nossas análises\". Pontos de melhoria: maior agilidade na entrega, participação mais ativa nas reuniões estratégicas. Plano de desenvolvimento: curso de Machine Learning (40h), mentoring em soft skills (6 meses), participação em projeto estratégico de migração para cloud."}
{"id": "prompt_022", "text": "Gerente Lucas Ferreira, CPF 321.987.654-00, precisa melhorar comunicação com equipe."}
{"id": "prompt_023", "text": "A analista Isabela Costa Martins (matrícula 88888, CPF 159.357.468-00) teve excelente performance no projeto de transformação digital. Trabalha conosco há 3 anos, salário R$ 7.200,00. Sugerir promoção."}
{"id": "prompt_024", "text": "Desenvolva plano de sucessão para o cargo de Diretor de Operações, atualmente ocupado por Antonio Carlos Mendonça, matrícula 11110, CPF 888.777.666-55, que se aposentará em junho/2025. Dados do Antonio: 58 anos, 25 anos de empresa, salário R$ 35.000,00, responsável por 150 funcionários distribuídos em 4 gerências. Candidatos internos identificados: 1) Gerente de Produção: Claudia Regina Santos, matrícula 22220, CPF 777.666.555-44, 42 anos, 12 anos de empresa, graduação em Engenharia de Produção (UFMG), MBA em Gestão Industrial (FGV), gerencia 40 pessoas, salário R$ 18.000,00. Pontos fortes: conhecimento técnico profundo, bom relacionamento com equipe, resultados consistentes. Gaps: experiência limitada em outras áreas, necessita desenvolvimento em visão estratégica. 2) Gerente Geral da Filial Sul: Roberto Lima Souza, matrícula 33330, CPF 666.555.444-33, 45 anos, 8 anos de empresa, graduação em Administração (PUC-RS), MBA Executivo (Insper), gerencia 35 pessoas, salário R$ 16.500,00. Pontos fortes: visão de negócio, experiência em P&L, liderança inspiradora. Gaps: conhecimento técnico dos processos da matriz, relacionamento com fornecedores locais. 3) Coordenador de Projetos Senior: Patricia Alves Costa, matrícula 44440, CPF 555.444.333-22, 38 anos, 15 anos de empresa, graduação em Engenharia Industrial (USP), mestrado em Gestão de Projetos (FGV), coordena projetos estratégicos, salário R$ 14.000,00. Pontos fortes: metodologia, gestão de mudanças, conhecimento abrangente da empresa. Gaps: experiência em gestão de pessoas (coordena projetos, mas não tem subordinados diretos), necessita desenvolver habilidades comerciais. Incluir cronograma de desenvolvimento, matriz de sucessão e plano de transição."}
{"id": "prompt_025", "text": "Funcionária Sandra Costa, CPF 456.123.789-00, completou curso de Excel Avançado."}
{"id": "prompt_026", "text": "Desenvolva trilha de capacitação para o novo supervisor Gustavo Pereira Silva, matrícula 55557, CPF 987.123.456-00. Ele tem 28 anos, é formado em Engenharia e nunca liderou equipe antes."}
{"id": "prompt_027", "text": "Elabore programa de trainee 2025 detalhado, com cronograma de 24 meses. Perfil dos candidatos selecionados: 1) João Pedro Oliveira Santos, CPF 111.444.777-00, 22 anos, formado em Administração pela FGV, inglês fluente, intercâmbio de 6 meses no Canadá, estagiou na consultoria McKinsey por 1 ano. Endereço: Rua dos Jardins, 890, Jardins, São Paulo-SP. Telefone: (11) 94567-8901, e-mail: joao.santos@gmail.com. 2) Maria Eduarda Costa Lima, CPF 222.555.888-00, 23 anos, formada em Engenharia de Produção pela Unicamp, especialização em Lean Six Sigma, fluente em inglês e espanhol, 2 anos de experiência em startup de tecnologia. Endereço: Av. Brigadeiro Faria Lima, 1200, apt 804, Itaim Bibi, São Paulo-SP. Telefone: (11) 93456-7890, e-mail: maria.lima@gmail.com. 3) Carlos Eduardo Ribeiro Alves, CPF 333.666.999-00, 24 anos, formado em Ciências Contábeis pela USP, CRC ativo, MBA em Finanças Corporativas em andamento na FIA, 18 meses de experiência em auditoria na PWC. Endereço: Rua Haddock Lobo, 456, Cerqueira César, São Paulo-SP. Telefone: (11) 92345-6789, e-mail: carlos.alves@gmail.com. O programa deve incluir: rotação por 6 áreas (Comercial, Operações, Financeiro, RH, Marketing, TI), projetos especiais, mentoring com diretores, treinamentos em liderança, MBA corporativo patrocinado, avaliações trimestrais, salário inicial R$ 6.500,00 com progressão baseada em performance. Cada trainee terá um tutor designado e participará de comitê executivo como observador nos últimos 6 meses. Ao final, posições garantidas como coordenadores em suas áreas de maior afinidade."}
{"id": "prompt_028", "text": "Analista Pedro Moura, matrícula 66668, solicitou treinamento em Power BI."}
{"id": "prompt_029", "text": "A equipe de vendas (5 pessoas) precisa de capacitação em CRM. Líder da equipe: Fernanda Alves Rodrigues, CPF 147.963.258-00, solicitou orçamento para curso de 40 horas presencial."}
{"id": "prompt_030", "text": "Implemente programa de desenvolvimento de lideranças para 2025, contemplando 25 gestores de diferentes níveis. Grupo 1 - Supervisores (10 pessoas): incluindo Marcos Silva Santos, CPF 123.789.456-00, supervisor de produção, 32 anos, 5 anos de empresa; Ana Paula Costa, CPF 234.890.567-00, supervisora de qualidade, 29 anos, 3 anos de empresa; Rafael Oliveira Souza, CPF 345.901.678-00, supervisor de logística, 35 anos, 7 anos de empresa, entre outros. Grupo 2 - Coordenadores (10 pessoas): incluindo Juliana Santos Lima, CPF 456.012.789-00, coordenadora de RH, 38 anos, 10 anos de empresa, MBA em Gestão de Pessoas; Roberto Carlos Silva, CPF 567.123.890-00, coordenador financeiro, 41 anos, 12 anos de empresa, contador com especialização; Carla Regina Alves, CPF 678.234.901-00, coordenadora de marketing, 36 anos, 8 anos de empresa, graduação em Comunicação e pós em Marketing Digital. Grupo 3 - Gerentes (5 pessoas): incluindo Patricia Lima Santos, CPF 789.345.012-00, gerente comercial, 44 anos, 15 anos de empresa, graduação em Administração, MBA Executivo; Diego Ferreira Costa, CPF 890.456.123-00, gerente de operações, 42 anos, 18 anos de empresa, engenheiro de produção com mestrado. Programa deve abordar: módulo 1 - Autoconhecimento e inteligência emocional (20h), módulo 2 - Comunicação assertiva e feedback (16h), módulo 3 - Gestão de conflitos e negociação (12h), módulo 4 - Liderança situacional (20h), módulo 5 - Gestão de performance e desenvolvimento de equipes (16h), módulo 6 - Tomada de decisão e gestão de mudanças (12h). Metodologia mista: 60% presencial, 40% online. Cada participante terá coach individual por 6 meses e participará de projetos práticos aplicando conceitos aprendidos. Orçamento total previsto: R$ 180.000,00. Facilitadores externos especializados e avaliação 360° antes e depois do programa."}
{"id": "prompt_031", "text": "Funcionário Miguel Torres, CPF 741.963.852-00, entrou com reclamação trabalhista."}
{"id": "prompt_032", "text": "A colaboradora Beatriz Silva Cardoso (matrícula 77779, CPF 852.147.963-00) foi advertida por atraso recorrente. É a segunda advertência em 6 meses. Telefone (21) 98765-4321 para contato."}
{"id": "prompt_033", "text": "Documente processo disciplinar completo do funcionário Alexandre Santos Pereira, matrícula 99991, CPF 951.753.486-20, contratado em 12/08/2019 como operador de máquinas. Dados pessoais: nascido em 22/11/1985, solteiro, reside na Rua das Palmeiras, 123, Vila Operária, Santo André-SP, CEP 09210-000. Telefone: (11) 97531-8642, e-mail: alexandre.pereira@email.com. Supervisor direto: Carlos Roberto Silva (matrícula 55551). Histórico de ocorrências: 1ª ocorrência (15/03/2024): atraso de 45 minutos sem justificativa, advertência verbal aplicada, testemunhas: João Santos e Maria Oliveira. 2ª ocorrência (02/05/2024): falta injustificada, advertência por escrito aplicada, protocolo nº 2024/0234. 3ª ocorrência (18/07/2024): uso inadequado de EPI (trabalhando sem capacete), advertência por escrito aplicada, protocolo nº 2024/0456, risco de acidente. 4ª ocorrência (10/09/2024): discussão com colega Pedro Costa durante expediente, perturbação da ordem, suspensão de 2 dias aplicada, protocolo nº 2024/0678. 5ª ocorrência (25/10/2024): operação de máquina sob suspeita de embriaguez, afastamento imediato para exame médico (resultado: alcoolemia 0,4 g/L), grave violação de segurança. Perícias realizadas: exame médico ocupacional (Dr. José Silva, CRM 123456), laudo de segurança do trabalho (Eng. Ana Costa, CREA 789012). Comissão disciplinar formada por: Gerente de RH Maria Santos (matrícula 11112), Gerente de Operações Roberto Lima (matrícula 22223), representante sindical Paulo Ferreira. Defesa apresentada pelo funcionário em 30/10/2024, assistida pelo advogado Dr. Carlos Mendes (OAB/SP 345678). Recomendação: demissão por justa causa conforme art. 482, alíneas \"f\" e \"h\" da CLT. Documentos anexos: termo de advertências, laudos médicos, depoimentos de testemunhas, gravação de câmeras de segurança (arquivo #2024-1025-OPS)."}
{"id": "prompt_034", "text": "Gerente Ana Souza, matrícula 88883, solicitou rescisão amigável."}
{"id": "prompt_035", "text": "Prepare defesa para reclamação trabalhista de ex-funcionário Paulo Henrique Costa, CPF 159.753.951-00. Ele alega horas extras não pagas durante período de 2022 a 2024, quando trabalhava como motorista."}
{"id": "prompt_036", "text": "Realize investigação completa sobre denúncia de assédio moral contra o gerente Marcelo Augusto Silva, matrícula 66661, CPF 753.951.357-00, apresentada pela subordinada Cristina Alves Santos, matrícula 77772, CPF 951.357.159-00. Denúncia protocolada em 28/10/2024. Detalhes da denunciante: Cristina, 31 anos, analista administrativa há 4 anos na empresa, casada, mãe de duas filhas (8 e 5 anos), endereço Rua São João, 567, Centro, Campinas-SP. Telefone (19) 98888-1111. Alegações: 1) Marcelo faz comentários depreciativos sobre sua capacidade profissional na frente de colegas desde junho/2024; 2) Sobrecarrega com tarefas além de sua função, especialmente quando ela precisa sair mais cedo para buscar filhas na escola; 3) Fez comentário sobre \"mulheres que engravidam só para ter licença\" em reunião de setembro/2024; 4) Negou pedidos de treinamento alegando que \"é desperdício investir em quem pode sair para cuidar de filho a qualquer momento\"; 5) Alterou unilateralmente seu horário sem consulta prévia, prejudicando rotina familiar. Testemunhas indicadas pela denunciante: colega de setor Sandra Lima Costa (matrícula 88884, CPF 357.159.753-00), analista Paulo Roberto Alves (matrícula 99995, CPF 159.357.951-00), assistente Carla Ferreira (matrícula 11116, CPF 753.159.357-00). Dados do denunciado: Marcelo, 45 anos, 12 anos de empresa, gerente há 5 anos, casado, graduado em Administração, MBA em Gestão de Pessoas. Endereço: Av. das Avenidas, 1000, Cambuí, Campinas-SP. Supervisor: Diretor Operacional Fernando Santos (matrícula 33334). Comitê de ética designado: Gerente de RH Lucia Rodrigues (matrícula 44445), Gerente Jurídico Antonio Silva (matrícula 55556), representante dos empregados eleita Mariana Costa (matrícula 66667). Procedimentos: entrevistas individuais confidenciais, análise de e-mails corporativos do período (autorização judicial protocolo 2024/3456), verificação de registros de ponto, consulta a outros subordinados do gerente. Prazo para conclusão: 30 dias úteis. Possíveis medidas: advertência, suspensão, remanejamento, rescisão por justa causa, treinamento obrigatório sobre diversidade e inclusão."}
{"id": "prompt_037", "text": "Operador José Lima, CPF 357.951.486-00, sofreu acidente com corte na mão direita."}
{"id": "prompt_038", "text": "A auxiliar de limpeza Rosa Santos Silva, matrícula 12348, CPF 486.159.753-00, de 54 anos, está afastada há 15 dias por lombalgia. Médico Dr. Carlos Oliveira recomendou fisioterapia e retorno gradual."}
{"id": "prompt_039", "text": "Elabore relatório completo de investigação de acidente de trabalho ocorrido em 20/10/2024, às 14h30, no setor de produção. Acidentado: técnico em eletrônica Bruno César Almeida, matrícula 20202, CPF 147.258.369-12, nascido em 08/04/1989, casado com Fernanda Almeida (CPF 258.369.147-23), pai de uma filha (Laura, 6 anos). Endereço: Rua Industrial, 456, Distrito Industrial, Sorocaba-SP, CEP 18087-000. Telefone: (15) 99876-5432. Contratado em 15/01/2018, salário R$ 4.800,00. Descrição do acidente: Bruno estava realizando manutenção preventiva no painel elétrico da linha 3 quando recebeu descarga elétrica de 220V ao tocar cabo desencapado. Foi socorrido imediatamente pelos colegas Marcos Silva (matrícula 30303) e Anderson Costa (matrícula 40404). Primeiros socorros prestados pela técnica de enfermagem do trabalho Dra. Maria Santos (COREN 123456). Encaminhado ao Hospital São Lucas às 14h45 pela ambulância da empresa. Diagnóstico médico: queimadura de 2º grau na mão direita e antebraço, choque elétrico sem sequelas neurológicas. Médico responsável: Dr. Roberto Lima (CRM 789123). Afastamento previsto: 21 dias. Perícia técnica realizada pelo Eng. de Segurança Paulo Ferreira (CREA 456789): identificou falha no sistema de bloqueio (LOTO), cabo com isolamento danificado não detectado na inspeção anterior, falta de uso de EPI específico (luva classe 2). Testemunhas ouvidas: supervisor Ricardo Santos (matrícula 50505), colegas da equipe, técnico de manutenção anterior João Pedro (matrícula 60606). CAT emitida em 21/10/2024, protocolo INSS nº 2024.456.789.123-45. Medidas corretivas implementadas: revisão completa do sistema elétrico, reforço em treinamento de LOTO, substituição de todos os cabos da linha, implementação de checklist específico para manutenção elétrica. Responsável pela investigação: Coordenador de Segurança Antonio Oliveira (matrícula 70707, CREA 987654). Custo estimado do acidente: R$ 15.000,00 (tratamento médico + dias parados + correções)."}
{"id": "prompt_040", "text": "Funcionária Helena Costa, matrícula 33339, apresentou atestado médico de 3 dias."}
{"id": "prompt_041", "text": "O almoxarife Sergio Rodrigues Pereira, CPF 654.321.987-00, de 48 anos, está com suspeita de LER/DORT. Trabalha no setor há 8 anos, carregando peças pesadas diariamente. Encaminhado ao médico do trabalho."}
{"id": "prompt_042", "text": "Desenvolva programa de prevenção à COVID-19 para retorno presencial pós-pandemia, contemplando 200 funcionários. Funcionários do grupo de risco identificados: 1) Diretor Administrativo: Waldemar Santos Silva, 62 anos, CPF 111.333.555-77, diabético e hipertenso, trabalhará em esquema híbrido. 2) Analista Senior: Conceição Maria Oliveira, 58 anos, CPF 222.444.666-88, asmática, solicitou trabalho remoto permanente. 3) Auxiliar Contábil: Roberto Carlos Mendes, 55 anos, CPF 333.555.777-99, cardiopata, necessita acompanhamento médico mensal. 4) Secretária Executiva: Marisa Silva Santos, 61 anos, CPF 444.666.888-00, hipertensa e obesa (IMC 35), grupo de risco duplo. Protocolos estabelecidos: medição de temperatura na entrada (responsável: recepcionista Ana Paula, matrícula 88801), álcool gel em todos os setores, máscaras obrigatórias em reuniões, distanciamento de 1,5m entre estações de trabalho, revezamento de equipes por setores. Comitê COVID formado por: Médica do Trabalho Dra. Patricia Costa (CRM 654321), Enfermeira do Trabalho Sandra Lima (COREN 987654), Técnico de Segurança Miguel Santos (registro MTE 123789), Gerente de RH Claudia Rodrigues (matrícula 99801), representante dos funcionários eleito Paulo Henrique (matrícula 88802). Cronograma de retorno escalonado: Semana 1 - Diretoria e gerência (15 pessoas), Semana 2 - Administrativo e financeiro (40 pessoas), Semana 3 - Comercial e marketing (35 pessoas), Semana 4 - Produção 1º turno (55 pessoas), Semana 5 - Produção 2º turno (55 pessoas). Cada funcionário recebeu kit: 50 máscaras descartáveis, álcool gel 500ml, termômetro digital, cartilha de orientações. Testagem regular: PCR quinzenal para todos, teste rápido em casos suspeitos. Parceria com laboratório BioMed (CNPJ 12.345.678/0001-99). Orçamento total: R$ 85.000,00 para 3 meses de protocolo intensivo."}
{"id": "prompt_043", "text": "Candidata Maria Santos, deficiente auditiva, precisa de intérprete de Libras para entrevista."}
{"id": "prompt_044", "text": "O funcionário transgênero Alex Silva Rodrigues (nome social), anteriormente registrado como Alexia, matrícula 44447, CPF 789.123.456-00, solicitou alteração de nome em todos os sistemas da empresa e uso do banheiro masculino."}
{"id": "prompt_045", "text": "Implemente programa de diversidade e inclusão 2025 com metas específicas. Diagnóstico atual da empresa (400 funcionários): Gênero: 65% homens, 35% mulheres. Em cargos de liderança: 78% homens, 22% mulheres. Etnia: 52% brancos, 31% pardos, 12% negros, 3% amarelos, 2% indígenas. Idade: 15% até 30 anos, 60% de 30-50 anos, 25% acima de 50 anos. PcD: 3% (12 pessoas), sendo: 5 deficiência física, 4 deficiência auditiva, 2 deficiência visual, 1 deficiência intelectual. Funcionários LGBTQIA+ identificados (pesquisa anônima): 8% (32 pessoas). Comitê de D&I formado por: Coordenadora Geral: Isabella Santos Oliveira, CPF 147.369.258-00, psicóloga organizacional, 15 anos de experiência em diversidade. Membros: Gerente de RH Fernando Costa (matrícula 10101), Analista de Gente & Gestão Priscila Lima (matrícula 20202), Técnico PcD Marcos Ferreira (matrícula 30303, deficiente visual), Representante LGBTQIA+ Júlia Santos (matrícula 40404), Representante étnico-racial Carlos Eduardo (matrícula 50505), Representante etário Senior Dona Rosa Silva, 58 anos (matrícula 60606). Metas 2025: aumentar para 40% mulheres em liderança, contratar 15 PcD adicionais, implementar cotas étnico-raciais (35% negros e pardos em novas contratações), criar grupo de afinidade LGBTQIA+, programa de mentoring reverso (jovens mentoram seniors), treinamento anti-bias para 100% das lideranças. Orçamento anual: R$ 250.000,00. Parcerias: Instituto Ser+Inclusivo, APAE local, Centro de Referência LGBTQIA+, universidades com programas de diversidade. Indicadores de sucesso: índice de satisfação por grupo, taxa de retenção de funcionários diversos, número de denúncias de discriminação (meta: redução de 50%), promoção interna de grupos sub-representados."}
{"id": "prompt_046", "text": "Funcionário João Carlos, 65 anos, matrícula 77771, solicitou redução de jornada pré-aposentadoria."}
{"id": "prompt_047", "text": "A analista Rafaela Santos Costa, negra, CPF 951.357.486-00, denunciou comentários racistas do colega Rodrigo Silva. Ela tem 29 anos, formada em Direito, trabalha no jurídico há 2 anos."}
{"id": "prompt_048", "text": "Desenvolva programa de inclusão de pessoas com deficiência, visando contratação de 25 PcD até dezembro/2025. Vagas identificadas por área: 1) Administrativo (8 vagas): recepção, arquivo, digitação, atendimento telefônico. Perfil: deficiência física ou auditiva, ensino médio completo. 2) Financeiro (4 vagas): auxiliar contábil, analista de contas a pagar/receber. Perfil: deficiência física ou visual, curso técnico ou superior em contabilidade/administração. 3) TI (3 vagas): suporte técnico, programador junior. Perfil: qualquer deficiência, curso técnico ou superior em TI, conhecimento em linguagens de programação. 4) Produção (6 vagas): operador de máquinas adaptadas, controle de qualidade. Perfil: deficiência física leve, ensino fundamental, disponibilidade para turnos. 5) Comercial (4 vagas): vendedor interno, analista comercial. Perfil: deficiência física ou auditiva, ensino médio, experiência em vendas desejável. Parceiros para recrutamento: APAE Sorocaba (contato: Coordenadora Ana Maria Silva, CPF 123.654.789-00, telefone 15-3221-4567), Instituto Nacional dos Surdos (representante Paulo Santos, CPF 987.321.654-00), Associação de Deficientes Visuais (presidente Maria Costa, CPF 456.123.987-00). Adaptações necessárias: instalação de 3 rampas de acesso (orçamento R$ 15.000), software leitor de tela para deficientes visuais (R$ 8.000), intérprete de Libras 20h/semana (R$ 3.500/mês), banheiros adaptados (R$ 12.000), sinalização em braile (R$ 2.000). Treinamento de gestores: workshop de 16 horas sobre gestão inclusiva, ministrado pela consultora especialista Dra. Carla Rodrigues (CPF 741.852.963-00). Acompanhamento pós-contratação: cada PcD terá um buddy (colega de apoio) por 6 meses, avaliação de adaptação em 30, 60 e 90 dias, grupo de apoio mensal coordenado pela psicóloga organizacional Patricia Lima (CRP 12345). Orçamento total primeiro ano: R$ 180.000,00 (adaptações + treinamentos + consultorias)."}
{"id": "prompt_049", "text": "Envie comunicado sobre novo horário de funcionamento para equipe da Maria Santos."}
{"id": "prompt_050", "text": "Redija e-mail para todos os funcionários sobre mudança na gestão. O novo diretor será Carlos Alberto Mendes, CPF 159.753.486-20, que assume no lugar de Roberto Silva (que se aposentou)."}
{"id": "prompt_051", "text": "Elabore plano de comunicação interna completo para implementação de novo sistema ERP, que afetará todos os 350 funcionários da empresa. Projeto liderado pelo Gerente de TI Alexandre Santos Pereira, matrícula 12121, CPF 789.456.123-00, em conjunto com a consultoria TechSolutions (CNPJ 98.765.432/0001-10, responsável técnico Eng. Marcos Lima, CPF 456.789.012-00). Cronograma de implementação: Fase 1 (Jan-Fev/2025): módulos financeiro e contábil (25 usuários), liderados pela Coordenadora Financeira Ana Paula Costa, CPF 123.789.456-00. Fase 2 (Mar-Abr/2025): módulos de RH e folha de pagamento (15 usuários), sob responsabilidade da Gerente de RH Claudia Santos, CPF 234.890.567-00. Fase 3 (Mai-Jun/2025): módulos de vendas e CRM (45 usuários), coordenados pelo Diretor Comercial Roberto Alves, CPF 345.901.678-00. Fase 4 (Jul-Ago/2025): módulos de produção e estoque (180 usuários), gerenciados pelo Diretor de Operações Fernando Silva, CPF 456.012.789-00. Fase 5 (Set-Out/2025): integração completa e relatórios gerenciais (85 usuários administrativos). Estratégia de comunicação por público: 1) Diretoria (8 pessoas): reuniões quinzenais presenciais, relatórios executivos mensais, acesso direto ao comitê do projeto. 2) Gerência e Coordenação (35 pessoas): workshops específicos por módulo, treinamento de 20h cada, canal direto de dúvidas via WhatsApp Business. 3) Supervisores (55 pessoas): treinamento de multiplicadores (40h), material de apoio impresso, reuniões semanais durante implementação. 4) Operacional (252 pessoas): treinamento prático de 8h por módulo, vídeos tutoriais, cartilhas ilustradas, suporte presencial nos primeiros 30 dias. Canais de comunicação: intranet corporativa (administrada por Juliana Costa, matrícula 34343), newsletters mensais, murais em setores, grupos de WhatsApp por área, hotline 0800 para dúvidas (atendido por equipe de TI). Cronograma de comunicação: -60 dias: comunicado da diretoria sobre o projeto. -45 dias: apresentação geral para lideranças. -30 dias: início dos treinamentos por fase. -15 dias: comunicação específica para usuários de cada fase. D-Day: go-live com suporte intensivo. +30 dias: pesquisa de satisfação e ajustes. Orçamento de comunicação: R$ 45.000,00 (material gráfico, treinamentos, consultoria em change management)."}
{"id": "prompt_052", "text": "Analista Pedro Costa, matrícula 55558, solicitou declaração de trabalho para financiamento habitacional."}
{"id": "prompt_053", "text": "Prepare comunicado sobre implementação de home office híbrido. Coordenadora do projeto: Luciana Alves Santos, CPF 753.159.486-00, definiu que cada setor poderá ter até 30% dos funcionários em trabalho remoto por dia."}
{"id": "prompt_054", "text": "Desenvolva campanha de engajamento para reduzir turnover, que está em 18% ao ano (meta: reduzir para 12%). Análise do turnover por área: Comercial 25% (maior índice), Produção 20%, Administrativo 15%, TI 12%, Diretoria 5%. Principais motivos de desligamento (pesquisa de exit interview): falta de perspectiva de crescimento (35%), salário baixo (28%), ambiente de trabalho tóxico (20%), excesso de cobrança (10%), outros (7%). Perfil dos funcionários que mais saem: idade 25-35 anos (45% dos desligamentos), tempo de casa 1-3 anos (38%), cargos operacionais e analistas (60%). Comitê de retenção formado por: Gerente Geral Patricia Santos Oliveira, CPF 951.753.486-00; Gerente de RH Carlos Roberto Silva, CPF 159.951.753-00; Coordenadora de Comunicação Interna Mariana Costa Lima, CPF 753.486.159-00; representante dos funcionários eleito João Paulo Santos, matrícula 77778. Estratégias definidas: 1) Programa de carreira estruturado: mapeamento de 50 trilhas profissionais, plano de sucessão para 80 posições-chave, programa de trainee interno para analistas se tornarem coordenadores. 2) Pesquisa salarial externa: parceria com consultoria Mercer para avaliar 120 cargos, meta de adequar 100% dos salários ao mercado em 18 meses, orçamento R$ 380.000 para reajustes. 3) Melhoria do clima organizacional: implantação de pesquisa de clima semestral (ferramenta Great Place to Work), programa de reconhecimento mensal, melhoria dos espaços físicos (sala de descompressão, copa reformada, área de convivência). 4) Programa \"Líderes que Inspiram\": treinamento obrigatório de 40h para todos os 45 gestores, foco em feedback, comunicação não-violenta e gestão humanizada. 5) Benefícios diferenciados: plano de saúde premium, auxílio-educação para filhos, day-off no aniversário, horário flexível, parcerias para desconto (academia, cursos, compras). Cronograma: Jan-Mar/2025: diagnóstico aprofundado e treinamento de líderes. Abr-Jun/2025: adequação salarial e melhoria de espaços. Jul-Set/2025: lançamento dos benefícios e programas de carreira. Out-Dez/2025: avaliação de resultados e ajustes. Orçamento total: R$ 750.000,00. Indicadores de sucesso: redução do turnover para 12%, aumento do NPS de funcionários para 70+, redução de 50% das reclamações relacionadas a gestão, aumento de 25% nas promoções internas."}
{"id": "prompt_055", "text": "Funcionário Marcos Silva, CPF 654.987.321-00, solicitou acesso aos seus dados pessoais (LGPD)."}
{"id": "prompt_056", "text": "A ex-funcionária Carla Regina Santos, demitida em setembro, CPF 951.486.753-00, enviou solicitação formal para exclusão de todos os seus dados pessoais dos sistemas da empresa, conforme direito à portabilidade da LGPD."}
{"id": "prompt_057", "text": "Realize auditoria completa de conformidade com LGPD para o departamento de RH, mapeando todos os dados pessoais tratados. Responsável pela auditoria: Advogada especialista em proteção de dados Dra. Amanda Silva Costa, OAB/SP 234567, CPF 147.852.963-00, contratada da consultoria JurisData (CNPJ 11.222.333/0001-44). Sistemas auditados: 1) HRIS (sistema principal de RH): contém dados de 450 funcionários ativos + 1200 ex-funcionários. Dados tratados: identificação completa (nome, CPF, RG, PIS), dados familiares (cônjuge, filhos, dependentes), endereço completo, telefones, e-mails pessoais e corporativos, dados bancários (banco, agência, conta), salários e histórico de remuneração, avaliações de desempenho, dados médicos ocupacionais, histórico disciplinar, dados biométricos (ponto eletrônico). 2) Sistema de Folha de Pagamento: integrado ao HRIS, processa dados financeiros de todos os funcionários, inclui dados de beneficiários de planos de saúde (cônjuges e filhos menores), informações sobre empréstimos consignados, pensão alimentícia, dados para declaração de IR. 3) Sistema de Ponto Eletrônico: coleta dados biométricos (digitais) de 400 funcionários, armazena localização GPS para funcionários externos, registra entrada/saída com fotos. 4) Sistema de Recrutamento: base com 15.000 currículos de candidatos (últimos 5 anos), dados completos incluindo foto, pretensão salarial, histórico profissional, referências pessoais com contatos. Principais não conformidades identificadas: 1) Falta de consentimento específico para tratamento de dados biométricos de 200 funcionários antigos (implementado apenas em 2022). 2) Retenção de currículos de candidatos não contratados por mais de 2 anos (praticado 5 anos). 3) Compartilhamento de dados com empresas terceirizadas (plano de saúde, restaurante, segurança) sem contratos adequados de DPA. 4) Backup de dados em servidor não criptografado (dados de 2019-2021). 5) Acesso a dados pessoais sem log de auditoria para 8 usuários administrativos. Funcionários com acesso a dados pessoais: Gerente de RH Patricia Lima (matrícula 10001, acesso total), Coordenadora de DP Luciana Santos (matrícula 20002, dados de folha), Analista de RH Junior Marco Oliveira (matrícula 30003, dados de recrutamento), Analista Senior Ana Costa (matrícula 40004, dados funcionais), Auxiliar Administrativo Sandra Silva (matrícula 50005, dados básicos), Técnico de TI Carlos Santos (matrícula 60006, acesso técnico). Plano de adequação: 1) Obter consentimento retroativo para biometria (prazo: 60 dias), 2) Implementar política de retenção para currículos (exclusão automática em 24 meses), 3) Revisar 12 contratos com fornecedores (prazo: 90 dias), 4) Migrar backup para servidor criptografado (prazo: 30 dias), 5) Implementar log completo de acesso (prazo: 45 dias), 6) Treinamento LGPD para equipe de RH (16 horas, todos os 6 usuários). Orçamento para adequação: R$ 95.000,00. DPO nomeado: Advogado Roberto Carlos Mendes, OAB/SP 345678, CPF 789.123.456-00."}
{"id": "prompt_058", "text": "Candidato Felipe Santos questionou por que não foi selecionado. CPF 789.654.123-00."}
{"id": "prompt_059", "text": "Implemente controles de acesso aos dados do funcionário VIP Rodrigo Silveira (CEO da empresa cliente), CPF 100.200.300-40, que trabalha como consultor interno. Apenas 3 pessoas podem acessar seus dados."}
{"id": "prompt_060", "text": "Desenvolva programa de compliance trabalhista completo para evitar autuações do Ministério do Trabalho. Última inspeção (março/2024) resultou em 8 infrações: 1) Ausência de treinamento de integração para 12 funcionários contratados entre jan-fev/2024, incluindo operadores Paulo Silva (CPF 123.456.789-01), Maria Santos (CPF 234.567.890-12), João Costa (CPF 345.678.901-23). 2) PPRA desatualizado desde 2022, responsável técnico anterior Eng. Carlos Lima (CREA 123456) não renovou contrato. 3) Exames médicos ocupacionais em atraso para 25 funcionários, incluindo soldador Roberto Alves (CPF 456.789.012-34, vence em 15/11/2024), operadora de empilhadeira Sandra Costa (CPF 567.890.123-45, vencido há 2 meses). 4) Registro de ponto irregular para 5 funcionários terceirizados da limpeza, empresa Limpa Tudo Ltda (CNPJ 12.345.678/0001-90). 5) Falta de sinalização de segurança em 3 setores (estamparia, soldagem, expedição). 6) EPI vencido para 18 funcionários do setor de produção. 7) Ausência de CIPA constituída (empresa com 180 funcionários deveria ter). 8) Horas extras não registradas adequadamente para motoristas: José Santos (CPF 678.901.234-56), Pedro Lima (CPF 789.012.345-67), Carlos Silva (CPF 890.123.456-78). Plano de regularização: 1) Treinamento de integração: contratar instrutora especialista Ana Paula Rodrigues (CPF 951.357.486-00) para ministrar 16h de curso para novos funcionários, cronograma semanal, certificação obrigatória. 2) Atualização do PPRA: contratar Eng. de Segurança Patricia Costa (CREA 654789, CPF 147.963.258-00), prazo 45 dias, orçamento R$ 12.000. 3) Exames médicos: parceria com clínica OccupMed (CNPJ 98.765.432/0001-10), agendamento prioritário para funcionários em atraso, médico coordenador Dr. Fernando Silva (CRM 987654). 4) Regularização de ponto: implementar sistema biométrico para terceirizados, treinamento para supervisores sobre controle de jornada. 5) Sinalização: empresa Alpha Sinalizações (CNPJ 11.222.333/0001-44) fará instalação completa, prazo 30 dias, R$ 8.500. 6) Renovação de EPI: fornecedor Beta Equipamentos (CNPJ 22.333.444/0001-55), entrega programada quinzenal, controle por funcionário via planilha. 7) Constituição da CIPA: eleição marcada para 15/12/2024, comissão eleitoral formada por RH + Segurança + representante sindical Marcos Santos. 8) Regularização de horas extras: auditoria dos últimos 12 meses, pagamento retroativo estimado em R$ 35.000, acordo com sindicato dos motoristas. Equipe de compliance: Coordenador Geral: Advogado trabalhista Dr. Ricardo Santos (OAB/SP 567890, CPF 159.753.486-00), Técnico de Segurança: Miguel Costa (registro MTE 789123, CPF 753.159.486-00), Analista de RH especialista: Juliana Silva (matrícula 70007, CPF 486.159.753-00). Cronograma: Até 30/11/2024: itens 1, 4, 5, 6. Até 31/12/2024: itens 2, 3, 7, 8. Orçamento total: R$ 180.000. Auditoria interna trimestral para monitoramento contínuo."}
{"id": "prompt_061", "text": "Funcionária grávida Maria Silva, CPF 456.123.789-00, foi demitida. Verificar legalidade."}
{"id": "prompt_062", "text": "O diretor Paulo Henrique Santos, CPF 111.222.333-44, está sendo investigado por favorecimento na contratação da sobrinha Carla Santos (CPF 555.666.777-88) como analista, sem processo seletivo adequado."}
{"id": "prompt_063", "text": "Resolva caso complexo envolvendo denúncia de assédio sexual contra o gerente comercial Antonio Carlos Silva, matrícula 80808, CPF 123.789.456-00, feita pela subordinada Camila Santos Costa, matrícula 90909, CPF 789.456.123-00. Denúncia protocolada em 05/11/2024 via canal de denúncias anônimas, posteriormente confirmada em depoimento formal. Dados da denunciante: Camila, 28 anos, analista comercial há 18 meses, solteira, graduada em Administração pela PUC-SP, contrato CLT com salário R$ 5.800,00. Endereço: Rua das Acácias, 234, Morumbi, São Paulo-SP. Telefone: (11) 94321-8765. Alegações detalhadas: 1) Em setembro/2024, durante viagem de negócios para Campinas, Antonio fez convite inadequado para \"continuar a reunião no quarto dele\", com conotação sexual clara. 2) Comentários recorrentes sobre aparência física (\"você está muito bonita hoje\", \"essa roupa realça suas curvas\") desde julho/2024. 3) Tentativa de contato físico inadequado (mão no ombro, \"abraços\" prolongados) em pelo menos 4 ocasiões. 4) Mensagens via WhatsApp pessoal com conteúdo ambíguo enviadas fora do horário de trabalho, incluindo convites para jantar \"só nós dois\". 5) Após ela demonstrar desconforto e recusar aproximações, começou a ser preterida em projetos importantes e teve metas aumentadas sem justificativa técnica. Dados do denunciado: Antonio Carlos, 45 anos, gerente comercial há 8 anos na empresa, casado com Lucia Silva (CPF 456.789.123-00), pai de dois adolescentes. Reside na Rua dos Executivos, 567, Alphaville, Barueri-SP. Telefone: (11) 93456-7890. Subordinado ao Diretor Comercial Roberto Lima Santos (matrícula 11115). Gerencia equipe de 12 pessoas, incluindo a denunciante. Salário: R$ 18.500,00. Histórico profissional: sem ocorrências disciplinares anteriores, avaliações sempre \"muito bom\" ou \"excelente\", responsável por 35% do faturamento da área comercial. Testemunhas indicadas pela denunciante: colega de setor Fernanda Costa Lima (matrícula 12346, CPF 987.654.321-00) - presenciou comentários inadequados, assistente comercial Bruno Santos (matrícula 23457, CPF 876.543.210-00) - ouviu conversas telefônicas suspeitas, recepcionista do hotel em Campinas (nome: Sandra, telefone do estabelecimento 19-3234-5678). Evidências coletadas: prints de conversas de WhatsApp (perícia digital autorizada judicialmente), relatórios de viagem com hospedagem no mesmo hotel, e-mails corporativos com mudanças súbitas de projetos da denunciante, gravações de câmeras de segurança dos corredores da empresa (outubro/2024). Comitê de investigação: Diretora de RH Angela Santos (matrícula 00002, CPF 321.654.987-00), Advogado trabalhista externo Dr. Carlos Mendes (OAB/SP 234567), psicóloga organizacional Dra. Patricia Lima (CRP 06/789123, CPF 654.987.321-00), representante sindical Maria Fernanda Costa. Antonio foi afastado preventivamente com remuneração em 06/11/2024. Advogado de defesa contratado: Dr. Ricardo Alves (OAB/SP 345678). Medidas de proteção à denunciante: mudança para projeto direto com diretoria, acompanhamento psicológico custeado pela empresa, garantia de não retaliação. Outras funcionárias da equipe foram ouvidas confidencialmente: 3 relataram comportamento similar (comentários inadequados), mas sem formalizar denúncia por medo. Prazo para conclusão da investigação: 45 dias úteis. Possíveis consequências: demissão por justa causa, indenização à vítima, comunicação ao Ministério Público do Trabalho. Empresa contratou consultoria especializada \"EthicsWork\" (CNPJ 33.444.555/0001-66) para revisão completa das políticas de prevenção ao assédio."}
{"id": "prompt_064", "text": "Ex-funcionário José Costa, CPF 987.321.654-00, ameaçou vazar informações confidenciais da empresa."}
{"id": "prompt_065", "text": "Funcionária Mariana Lima Santos, matrícula 55554, CPF 147.852.963-00, descobriu que recebe 20% menos que colegas homens na mesma função. Ela é analista financeira há 3 anos, possui MBA e desempenho superior aos colegas."}
{"id": "prompt_066", "text": "Gerencie crise de relacionamento entre dois sócios que são também funcionários da empresa, afetando o ambiente de trabalho. Sócio 1: Ricardo Santos Oliveira, CPF 111.222.333-44, Diretor Financeiro, 42 anos, 40% das cotas da empresa, casado com Marina Oliveira (CPF 444.333.222-11), pai de gêmeos (8 anos). Salário pro-labore R$ 25.000,00 + participação nos lucros. Endereço: Rua dos Empresários, 123, Alphaville. Sócio 2: Fernando Lima Costa, CPF 555.666.777-88, Diretor Operacional, 39 anos, 35% das cotas, divorciado recentemente de Sandra Costa (CPF 888.777.666-55), pai de uma filha (12 anos). Salário pro-labore R$ 23.000,00 + participação nos lucros. Endereço: Av. das Nações, 456, Morumbi. Terceiro sócio (minoritário): Investidor pessoa física Paulo Henrique Silva, CPF 999.888.777-66, 25% das cotas, não atua operacionalmente. Conflito iniciado em outubro/2024 quando Ricardo descobriu que Fernando aprovou compra de equipamento de R$ 380.000,00 sem consulta prévia, violando acordo de sócios. Escalou quando Fernando acusou Ricardo de favorecimento na contratação de empresa de contabilidade de um amigo pessoal (Escritório Contábil Silva & Associados, CNPJ 12.345.678/0001-90, sócio João Silva, CPF 123.456.789-00, amigo de infância do Ricardo). Ambiente de trabalho afetado: reuniões de diretoria com discussões acaloradas presenciadas por gerentes, decisões importantes travadas, funcionários relatando \"clima pesado\" e insegurança sobre futuro da empresa. Funcionários-chave preocupados: Gerente de RH Claudia Santos (matrícula 10203, CPF 147.258.369-00) relata aumento de 30% nas consultas sobre \"oportunidades externas\", Gerente Comercial Roberto Alves (matrícula 20304, CPF 258.369.147-00) perdeu 2 grandes clientes devido à instabilidade nas decisões, Coordenador de Produção Marcos Silva (matrícula 30405, CPF 369.147.258-00) teve projeto de expansão da fábrica suspenso indefinidamente. Medidas tomadas pela área de RH: 1) Reunião emergencial com os 3 sócios em 28/10/2024, sem sucesso. 2) Contratação de mediador empresarial: consultor Dr. Antonio Carlos Mendes, especialista em governança corporativa (CPF 789.123.456-00, 20 anos de experiência). 3) Pesquisa anônima de clima organizacional aplicada a todos os 85 funcionários. Resultados preocupantes: 68% classificam o ambiente como \"tenso\", 45% consideram procurar outro emprego, 72% avaliam a comunicação da diretoria como \"ruim\" ou \"péssima\". Principais clientes grandes demonstrando preocupação: Empresa ABC S.A. (30% do faturamento), Grupo XYZ Ltda (25% do faturamento), ambos solicitaram reuniões para \"entender a situação da empresa\". Proposta de resolução em desenvolvimento: 1) Acordo de governança corporativa com regras claras para tomada de decisão. 2) Divisão física das operações: Ricardo ficaria com matriz (financeiro/administrativo), Fernando com filial (produção/logística). 3) Contratação de CEO externo para operação do dia-a-dia: candidato identificado: Alexandre Costa Santos (CPF 456.789.123-00), ex-diretor geral de multinacional, MBA Wharton. 4) Cláusula de não competição e confidencialidade reforçada. Prazo para resolução: 60 dias, sob pena de interferência do sócio minoritário que ameaça acionar cláusula de dissolução da sociedade. Advogado da empresa: Dr. Patricia Lima (OAB/SP 123456), especialista em direito societário."}
{"id": "prompt_067", "text": "Funcionário brasileiro Carlos Silva, CPF 123.456.789-00, será transferido para filial no México por 2 anos."}
{"id": "prompt_068", "text": "A engenheira Juliana Costa Rodrigues, matrícula 77776, CPF 987.654.321-00, casada com Pedro Rodrigues (CPF 321.654.987-00), será expatriada para liderar projeto na Argentina. Eles têm dois filhos em idade escolar (10 e 12 anos)."}
{"id": "prompt_069", "text": "Desenvolva programa de expatriação completa para 5 funcionários brasileiros que irão trabalhar na nova subsidiária nos Estados Unidos. Expatriados selecionados: 1) Diretor Geral: Roberto Santos Lima, matrícula 10101, CPF 111.222.333-44, 45 anos, casado com Ana Lima (CPF 222.333.444-55), filhos: Bruno (16 anos, cursando ensino médio), Carla (14 anos). Experiência: 15 anos na empresa, MBA pela FGV, inglês fluente (TOEFL 95). Salário atual: R$ 35.000,00. Destino: Miami, FL. 2) Gerente Financeiro: Patricia Costa Silva, matrícula 20202, CPF 333.444.555-66, 38 anos, solteira, sem filhos. CPA ativo, mestrado em Finanças, inglês avançado (IELTS 7.5). Salário atual: R$ 18.000,00. Destino: Miami, FL. 3) Gerente de Operações: Fernando Alves Santos, matrícula 30303, CPF 555.666.777-88, 42 anos, casado com Lucia Santos (CPF 666.777.888-99), filho único: Gabriel (8 anos). Engenheiro mecânico, especialização em Lean Manufacturing, inglês intermediário avançado. Salário atual: R$ 22.000,00. Destino: Atlanta, GA. 4) Coordenador de TI: Marcos Silva Costa, matrícula 40404, CPF 777.888.999-00, 35 anos, casado com Sandra Costa (CPF 888.999.111-22), sem filhos, esposa é médica e conseguiu validação do diploma nos EUA. Bacharel em Ciência da Computação, certificações AWS e Microsoft Azure, inglês fluente. Salário atual: R$ 15.000,00. Destino: Atlanta, GA. 5) Analista de Marketing Senior: Camila Rodrigues Oliveira, matrícula 50505, CPF 999.111.222-33, 32 anos, casada com João Oliveira (CPF 111.222.333-44), planejam ter filhos durante a expatriação. Graduação em Marketing, pós em Marketing Digital, inglês fluente (intercâmbio anterior). Salário atual: R$ 12.000,00. Destino: Miami, FL. Pacote de expatriação por funcionário: 1) Salário: conversão para dólar americano + adicional de expatriação de 25% + ajuda de custo inicial $15.000. 2) Moradia: aluguel pago pela empresa por 24 meses (limite $4.000/mês Miami, $3.500/mês Atlanta) + mobília básica. 3) Educação: escola internacional para filhos (limite $25.000/ano por criança) + curso de inglês para cônjuges. 4) Saúde: plano de saúde internacional para toda família (Blue Cross Blue Shield) + seguro de vida aumentado para $500.000. 5) Transporte: carro da empresa por 18 meses + auxílio para compra de veículo próprio ($8.000). 6) Viagens: 2 passagens anuais Brasil-EUA para toda família + 15 dias extras de férias. 7) Impostos: assessoria tributária especializada para declaração nos dois países (PwC internacional). Documentação necessária: vistos L-1 para todos, processo iniciado com escritório de advocacia americana Johnson & Associates (attorney: Michael Johnson, especialista em imigração empresarial). Suporte à adaptação: 1) Curso intensivo de inglês de negócios (40h) para todos. 2) Treinamento cultural sobre diferenças business America-Brasil (consultoria Cross-Culture International). 3) Mentor local designado para cada expatriado: executivos brasileiros de outras empresas já estabelecidas nos EUA. 4) Rede de apoio: conexão com comunidade brasileira local, indicação de médicos que falam português, igrejas, escolas. Cronograma: Jan-Mar/2025: documentação e vistos. Abr-Mai/2025: treinamentos e preparação. Jun/2025: mudança e início das operações. Orçamento total para 24 meses: $2.8 milhões (todos os expatriados). Coordenação no Brasil: Diretora de RH Internacional Dra. Marina Santos (matrícula 60606, CPF 444.555.666-77), com apoio de consultoria especializada em expatriação Global Mobility Solutions (CNPJ 77.888.999/0001-00)."}
{"id": "prompt_070", "text": "Funcionária americana Sarah Johnson, visto de trabalho L-1, precisa renovar documentação no Brasil."}
{"id": "prompt_071", "text": "O expatriado alemão Klaus Mueller, CPF temporário 123.987.654-00, engenheiro chefe do projeto de automação, solicitou extensão do contrato por mais 18 meses. Esposa Ingrid e filhos (15 e 13 anos) estão adaptados e não querem retornar à Alemanha."}
{"id": "prompt_072", "text": "Gerencie repatriação complexa de executivo brasileiro que trabalhou 4 anos na subsidiária européia. Repatriado: Diretor Regional para América Latina Ricardo Santos Oliveira, matrícula 12345, CPF 987.654.321-00, 48 anos. Dados familiares: casado com Mariana Oliveira (cidadã brasileira, CPF 654.321.987-00), filhos: Isabella (17 anos, nascida no Brasil, cursando último ano do ensino médio internacional em Londres), Pedro (15 anos, nascido na Inglaterra, possui dupla cidadania). Histórico da expatriação: transferido em janeiro/2020 para comandar expansão européia da empresa, baseado em Londres. Sucesso notável: faturamento da região cresceu 340% sob sua gestão, abertura de escritórios em 6 países, equipe de 85 funcionários locais. Compensação atual: £180,000 anuais + bônus + benefícios locais. Motivo da repatriação: reestruturação global da empresa, necessidade de sua experiência internacional para comandar nova divisão de mercados emergentes no Brasil. Desafios da repatriação: 1) Financeiro: perda significativa de poder aquisitivo (salário proposto R$ 45.000,00 mensais vs £15,000 atuais), custos elevados de mudança internacional, questões tributárias complexas envolvendo 4 anos de residência fiscal no Reino Unido. 2) Familiar: Isabella está aplicando para universidades britânicas (Oxford e Cambridge), Pedro totalmente adaptado ao sistema educacional inglês, Mariana estabeleceu carreira como consultora em Londres (clients: BP, Shell, Vodafone). 3) Profissional: equipe européia desenvolveu forte dependência de sua liderança, 3 projetos estratégicos em andamento, relacionamentos comerciais críticos estabelecidos. 4) Cultural: família desenvolveu lifestyle europeu, propriedades alugadas no Brasil foram vendidas, poucos contatos sociais mantidos no país. Proposta de repatriação desenvolvida pelo RH: 1) Compensação: salário R$ 45.000 + adicional de repatriação 40% por 24 meses + bônus de reintegração R$ 150.000 + manutenção do padrão de vida por 18 meses. 2) Educação: custeio de escola internacional em São Paulo para Pedro (St. Paul's School, R$ 8.000/mês) + manutenção de Isabella em Londres até conclusão do ensino médio (£35.000/ano). 3) Moradia: apartamento mobiliado em Itaim Bibi por 18 meses + auxílio compra imóvel (financiamento facilitado) + mudança internacional custeada. 4) Carreira da esposa: consultoria para revalidação profissional no Brasil + network para estabelecer carteira de clientes locais + curso de atualização em legislação brasileira. 5) Transição gradual: 6 meses para transferência da operação européia, visitas mensais ao Brasil para adaptação, início efetivo em julho/2025. Suporte especializado contratado: 1) Consultoria tributária internacional (Ernst & Young): planejamento fiscal Brasil-UK, otimização de impostos sobre mudança de residência fiscal. Responsável: contador Lucas Silva (CRC 123456, CPF 789.456.123-00). 2) Despachante de mudanças internacionais (Global Relocations): transporte de bens pessoais, documentação aduaneira, seguro internacional. 3) Consultoria educacional (EduGlobal): assessoria para matrícula de Pedro, equivalência de estudos, preparação para vestibular brasileiro vs. universidades internacionais. 4) Headhunter especializada (Executive Search Brasil): posicionamento profissional da esposa no mercado local, mapeamento de oportunidades em consultoria. Cronograma de repatriação: Jan-Mar/2025: negociações finais e planejamento tributário. Abr-Jun/2025: transição operacional na Europa e preparação da família. Jul/2025: mudança efetiva e início das atividades no Brasil. Set/2025: avaliação de adaptação e ajustes necessários. Orçamento total da repatriação: R$ 890.000,00 (primeiros 24 meses). Coordenação: Gerente de Mobilidade Global Ana Paula Santos (matrícula 78901, CPF 456.123.789-00), com apoio da consultoria Mercer para benchmarking de pacotes de repatriação."}
{"id": "prompt_073", "text": "Verifique as referências de Larissa Mendes, CPF 852.147.963-00, candidata a analista de marketing."}
{"id": "prompt_074", "text": "Preciso de um parecer sobre o candidato Felipe Carvalho para a vaga de designer UX/UI. E-mail: felipe.carvalho@email.com, telefone (41) 98877-6655. Ele tem 29 anos, reside na Rua Marechal Deodoro, 789, Curitiba-PR, e apresentou portfólio em be.net/felipecarvalho."}
{"id": "prompt_075", "text": "Por favor, prepare a proposta de contratação para a candidata Gabriela Ribeiro, RG 34.567.890-1 SSP/SC e CPF 159.753.852-00. Ela foi aprovada para a posição de Gerente de Projetos. Endereço: Rua das Gaivotas, 456, apt 301, CEP 88015-100, Florianópolis-SC. Nascida em 10/05/1991, é solteira. Graduada em Engenharia de Software pela UFSC em 2013, possui certificação PMP desde 2018. Sua última posição foi na empresa TechSul S.A. (CNPJ 21.436.587/0001-80) de 2017 a 2024. Último salário: R$ 14.200,00 + bônus. Contatos: (48) 99123-4567, e-mail gabriela.ribeiro@meuemail.com. A proposta deve incluir: salário de R$ 16.000,00, bônus anual de até 3 salários, plano de saúde e odontológico, vale-alimentação de R$ 950,00 e início em 01/10/2024."}
{"id": "prompt_076", "text": "Desqualifique o candidato Bruno Almeida, CPF 753.951.486-00, do processo para desenvolvedor front-end."}
{"id": "prompt_077", "text": "Avalie a entrevista técnica de Amanda Costa, candidata a cientista de dados. Nascida em 03/02/1995, CPF 486.159.753-00, residente em Recife-PE. Ela possui mestrado em Ciência da Computação pela UFPE e demonstrou forte conhecimento em Python e SQL."}
{"id": "prompt_078", "text": "Organize a fase final do processo seletivo para Diretor de Logística. Temos dois finalistas. Finalista 1: Ricardo Martins, 48 anos, CPF 147.258.369-11, RG 11.222.333-4 SSP/RS, residente em Porto Alegre-RS. Vasta experiência na Transportadora Rápida Ltda (CNPJ 88.777.666/0001-50). Contatos: (51) 99988-7766, ricardo.martins@email.com. Finalista 2: Vanessa Ferreira, 43 anos, CPF 258.369.147-22, RG 22.333.444-5 SSP/PR, residente em São José dos Pinhais-PR. Atuou como gerente de logística na GlobalLog S.A. por 10 anos. Contatos: (41) 98877-1122, vanessa.ferreira@email.com. A fase final consiste em uma apresentação de um business case para a diretoria, incluindo o CEO, na próxima sexta-feira. Prepare os comunicados, agende as salas e envie o case para ambos."}
{"id": "prompt_079", "text": "A colaboradora Beatriz Lima, matrícula 23456, solicitou uma carta de recomendação."}
{"id": "prompt_080", "text": "O funcionário Tiago Correia (matrícula 87654, CPF 369.147.258-00) solicitou uma transferência da filial de Salvador para a de Belo Horizonte por motivos familiares (acompanhar esposa, CPF 147.258.369-99, que também foi transferida). Ele é analista de vendas há 4 anos."}
{"id": "prompt_081", "text": "Preciso documentar e processar a demissão voluntária do funcionário Lucas Pereira, matrícula 65432, contratado em 20/08/2020. Dados: CPF 159.753.852-10, RG 44.555.666-7 SSP/BA, nascido em 18/04/1993, solteiro. Endereço: Rua da Paciência, 123, Rio Vermelho, Salvador-BA, CEP 41950-000. E-mail: lucas.pereira@empresa.com.br, telefone (71) 99876-5432. Cargo: Analista de BI Pleno. Supervisor: Renata Almeida (matrícula 22222). A carta de demissão foi entregue hoje, com aviso prévio a ser trabalhado a partir de amanhã. O motivo alegado foi uma nova oportunidade profissional. Realizar a entrevista de desligamento, calcular a rescisão (saldo de salário, 13º proporcional, férias proporcionais + 1/3) e agendar o exame demissional. Seu salário base é R$ 7.800,00."}
{"id": "prompt_082", "text": "Altere o cargo de Sofia Andrade, CPF 852.741.963-00, para \"Especialista em Projetos\"."}
{"id": "prompt_083", "text": "O colaborador Matheus Oliveira (matrícula 11223, CPF 753.951.486-11) solicitou licença paternidade de 20 dias a partir de hoje. Ele trabalha no setor de TI e seu filho, Enzo Oliveira, nasceu ontem."}
{"id": "prompt_084", "text": "Elabore um plano de retenção para a funcionária Isabella Castro, matrícula 34567, CPF 258.369.147-33. Nascida em 25/11/1990, ela é Coordenadora de Marketing Digital e recebemos informações de que ela está sendo sondada pela concorrência (TechNova S.A., CNPJ 45.678.912/0001-30). Dados da funcionária: salário R$ 10.500,00, 4 anos de empresa, avaliações de desempenho sempre \"Excepcional\". O plano deve considerar um reajuste salarial de 15%, a promoção para o cargo de Gerente de Aquisição de Clientes, um bônus de retenção de R$ 20.000,00 pago em 12 meses e a inclusão em um projeto estratégico de expansão internacional. A abordagem deve ser feita por sua gestora direta, a Diretora de Marketing Carolina Bastos (matrícula 10001)."}
{"id": "prompt_085", "text": "Inclua o dependente recém-nascido de Ana Júlia Barros, CPF 486.159.753-22, no plano de saúde."}
{"id": "prompt_086", "text": "O colaborador Davi Souza (matrícula 66666, CPF 147.258.369-44) questionou o desconto do IRRF em seu último holerite. Salário bruto R$ 6.200,00, 1 dependente. Preciso de um detalhamento do cálculo para explicar a ele."}
{"id": "prompt_087", "text": "Processe o pagamento da primeira parcela do 13º salário para a equipe de manutenção (5 funcionários) a ser paga em 20/11/2024. 1) Supervisor: Jorge Dias, matrícula 30001, CPF 111.333.555-44, salário R$ 7.500,00. 2) Eletricista: Carlos Mota, matrícula 30002, CPF 222.444.666-55, salário R$ 4.800,00 + 30% periculosidade. 3) Mecânico: Fábio Nunes, matrícula 30003, CPF 333.555.777-66, salário R$ 4.600,00, teve 45 dias de afastamento por auxílio-doença (de 10/03 a 25/04). 4) Mecânico: Pedro Martins, matrícula 30004, CPF 444.666.888-77, salário R$ 4.600,00, admitido em 15/05/2024. 5) Ajudante: Lucas Dantas, matrícula 30005, CPF 555.777.999-88, salário R$ 2.800,00. Calcular 50% do salário bruto devido para cada um, considerando as particularidades (adicionais, tempo de casa, afastamentos)."}
{"id": "prompt_088", "text": "Funcionário Miguel Arruda, matrícula 88888, solicitou alteração da conta bancária para recebimento do salário."}
{"id": "prompt_089", "text": "Calcule o valor do vale-transporte para a colaboradora Laura Moreira, CPF 369.147.258-55, que se mudou. Novo endereço: Av. Conselheiro Aguiar, 4567, Recife-PE. Ela utiliza 2 ônibus para ir e 2 para voltar. Custo da passagem: R$ 4,50."}
{"id": "prompt_090", "text": "Faça um levantamento completo dos custos de benefícios para o relatório anual de 2024. Separar por benefício: 1) Plano de Saúde (operadora Univida, CNPJ 12.345.678/0001-99): custo total de R$ 850.000,00, sendo R$ 595.000,00 (70%) parte da empresa e R$ 255.000,00 (30%) coparticipação dos funcionários. Total de 250 vidas, incluindo 180 funcionários e 70 dependentes. 2) Vale Alimentação (operadora Beneflex, CNPJ 23.456.789/0001-00): R$ 750,00 por funcionário (total 180), custo mensal de R$ 135.000,00, anual R$ 1.620.000,00. 3) Seguro de Vida (Seguradora Confiança, CNPJ 34.567.890/0001-11): custo de R$ 45,00 por funcionário/mês, totalizando R$ 97.200,00 no ano. 4) Previdência Privada (PrevFuturo S.A.): contribuição da empresa de 5% sobre o salário para 45 funcionários elegíveis (gerentes e diretores). A folha salarial desse grupo é de R$ 680.000,00/mês. O custo anual foi de R$ 408.000,00. Consolidar os valores em um relatório com gráficos de pizza."}
{"id": "prompt_091", "text": "A meta de vendas de Júlia Nunes, matrícula 98765, foi batida em 150%. Lançar avaliação \"Excepcional\"."}
{"id": "prompt_092", "text": "O coordenador Rafael Pires, CPF 486.159.753-66, recebeu feedback negativo de 3 dos 5 membros de sua equipe sobre microgerenciamento. Ele precisa de um plano de desenvolvimento focado em delegação e confiança."}
{"id": "prompt_093", "text": "Conduza a calibração de performance do time de Engenharia de Software. Líder: Fernando Guedes (matrícula 40001). Avaliados: 1) Ana Beatriz Marques, matrícula 40002, CPF 111.222.333-55, Sênior, avaliação do gestor: Excepcional, autoavaliação: Muito Bom. 2) Bruno Carvalho, matrícula 40003, CPF 222.333.444-66, Pleno, avaliação do gestor: Atende, autoavaliação: Muito Bom. 3) Clara Vasconcelos, matrícula 40004, CPF 333.444.555-77, Pleno, avaliação do gestor: Muito Bom, autoavaliação: Muito Bom. 4) Daniel Siqueira, matrícula 40005, CPF 444.555.666-88, Júnior, avaliação do gestor: Atende, autoavaliação: Atende. 5) Eduarda Farias, matrícula 40006, CPF 555.666.777-99, Sênior, avaliação do gestor: Precisa Melhorar, autoavaliação: Atende. O gestor alega que Bruno está superestimado em sua autoavaliação e que Eduarda tem tido problemas de comunicação e atraso em entregas críticas. Prepare a pauta da reunião de calibração com dados dos projetos de cada um."}
{"id": "prompt_094", "text": "Crie um PDI para o estagiário Leonardo Melo, CPF 369.147.258-77, com foco em Excel e Power BI."}
{"id": "prompt_095", "text": "A analista de RH Letícia Barros, CPF 159.753.852-88, matrícula 12312, superou todas as metas de contratação do Q3, mas precisa melhorar suas habilidades de negociação salarial. Sugira um curso e um mentor interno."}
{"id": "prompt_096", "text": "Estruture um Plano de Melhoria de Performance (PIP) de 90 dias para o gerente de contas Ricardo Nobre, matrícula 50505, CPF 753.951.486-99. Ele está há 2 anos no cargo, salário de R$ 11.000,00, mas nos últimos 6 meses sua performance caiu 40% abaixo da meta. Motivos identificados na avaliação: dificuldade em prospecção de novos clientes e baixo follow-up em negociações. O plano deve conter: 1) Objetivo claro: Atingir 90% da meta de vendas (R$ 500k/mês) ao final do período. 2) Metas intermediárias: R$ 350k no primeiro mês, R$ 420k no segundo, R$ 450k no terceiro. 3) Ações de desenvolvimento: Treinamento em \"Spin Selling\", acompanhamento semanal do supervisor direto (Carlos Viana, matrícula 50001), 2 horas diárias dedicadas à prospecção (cold calls). 4) Critérios de avaliação: Reuniões quinzenais de check-in para avaliar progresso, análise do CRM para verificar atividades. 5) Consequências: O sucesso resultará na continuidade no cargo; o insucesso poderá levar ao desligamento."}
{"id": "prompt_097", "text": "Inscreva a equipe financeira no treinamento de LGPD agendado para o próximo mês."}
{"id": "prompt_098", "text": "O novo coordenador de logística, Vítor Hugo, CPF 486.159.753-10, precisa de um treinamento de liderança. Ele veio de uma posição técnica e nunca gerenciou pessoas. Seu time tem 8 membros."}
{"id": "prompt_099", "text": "Desenvolva o programa de estágio 2025. Vagas: 5 para Engenharia (contato: Gerente Mário Paes, CPF 111.222.333-11), 3 para Administração/Finanças (contato: Gerente Lúcia Brito, CPF 222.333.444-22) e 2 para Marketing (contato: Gerente Paula Leal, CPF 333.444.555-33). Orçamento total: R$ 450.000,00/ano. O programa deve ter duração de 18 meses e incluir: 1) Processo seletivo em parceria com a consultoria Cia de Talentos. 2) Onboarding de 1 semana. 3) Trilha de desenvolvimento com workshops mensais sobre soft skills (comunicação, gestão do tempo) e hard skills (Excel, Power BI, SAP). 4) Projeto multidisciplinar semestral com apresentação para a diretoria. 5) Mentoria com coordenadores e gerentes. 6) Avaliações de desempenho trimestrais com possibilidade de efetivação após 12 meses. Bolsa-auxílio: R$ 1.800,00 + benefícios."}
{"id": "prompt_100", "text": "Gere o certificado de conclusão do curso de \"Comunicação Não-Violenta\" para Luiza Trajano, CPF 159.753.852-21."}
{"id": "prompt_101", "text": "A funcionária Rebeca Andrade, do setor jurídico, CPF 369.147.258-32, solicitou o reembolso de R$ 2.500,00 referente à sua pós-graduação em Direito Digital, conforme política de auxílio-educação."}
{"id": "prompt_102", "text": "Planeje um treinamento de vendas consultivas para toda a equipe comercial (15 pessoas). Gerente responsável: Diogo Martins, CPF 258.369.147-43. Diagnóstico: a equipe tem bom conhecimento do produto, mas precisa melhorar a abordagem para entender a dor do cliente e vender valor, não preço. O treinamento deve ser presencial, com 24 horas de duração, dividido em 3 dias. Conteúdo programático: Dia 1 - Escuta ativa e diagnóstico; Dia 2 - Metodologias (SPIN, BANT); Dia 3 - Role-playing e simulações. Contratar a consultoria VendaCerta (CNPJ 55.666.777/0001-88), especialista no tema. Orçamento máximo: R$ 30.000,00. O treinamento deve ocorrer na primeira semana de novembro/2024. Indicadores de sucesso: aumento de 15% no ticket médio e de 10% na taxa de conversão no trimestre seguinte."}
{"id": "prompt_103", "text": "Aplique uma advertência por escrito ao funcionário Igor Lins, CPF 753.951.486-45, por uso do celular em área de produção."}
{"id": "prompt_104", "text": "O Sindicato dos Metalúrgicos enviou a pauta de reivindicações para o acordo coletivo de 2025. O presidente do sindicato é o Sr. José da Silva, CPF 111.222.333-44. Eles pedem 10% de reajuste salarial e aumento do vale-alimentação para R$ 900,00."}
{"id": "prompt_105", "text": "Documente a suspensão de 3 dias do funcionário André Guedes, matrícula 77788, CPF 486.159.753-56, por insubordinação. No dia 25/08/2025, às 15h, André se recusou a executar uma ordem direta de seu supervisor, Cláudio Barreto (matrícula 77701), na frente de outros três colegas: Maria Silva (matrícula 77790), João Santos (matrícula 77791) e Pedro Costa (matrícula 77792). A ordem era para reabastecer a máquina 5, tarefa que faz parte de suas atribuições. André alegou que \"não era sua obrigação naquele momento\" em tom ríspido. Este é o terceiro incidente disciplinar do funcionário em 2025 (já teve duas advertências por atraso). A suspensão será de 27/08 a 29/08. Prepare o comunicado de suspensão, colete a assinatura das testemunhas e arquive no dossiê do funcionário."}
{"id": "prompt_106", "text": "Agende uma reunião com o advogado Dr. Carlos Sampaio (OAB/SP 123456) sobre o processo trabalhista de Flávia Arruda."}
{"id": "prompt_107", "text": "A ex-funcionária Bruna Lopes, CPF 369.147.258-67, demitida por justa causa, recusa-se a realizar o exame demissional. Notifique-a formalmente sobre as implicações legais, com cópia para o sindicato da categoria."}
{"id": "prompt_108", "text": "Conduza uma investigação sobre a denúncia de que o supervisor do turno da noite, Rogério Marinho, matrícula 60001, CPF 159.753.852-67, está liberando sua equipe mais cedo e ajustando o ponto eletrônico manualmente. A denúncia foi feita de forma anônima. A equipe de Rogério tem 12 operadores, incluindo os funcionários: Marcos Aurélio (CPF 111.222.333-66), Sônia Braga (CPF 222.333.444-77) e Cássio Ramos (CPF 333.444.555-88). A investigação deve: 1) Puxar os logs de auditoria do sistema de ponto dos últimos 3 meses para o setor. 2) Comparar com as imagens das câmeras de segurança do portão de saída. 3) Entrevistar de forma confidencial 3 funcionários de outros setores que trabalham no mesmo turno. 4) Realizar uma entrevista formal com Rogério. O responsável pela investigação é o Gerente de RH, Fábio Jr. (matrícula 10002). Se comprovado, o ato configura fraude e é passível de demissão por justa causa."}
{"id": "prompt_109", "text": "Emita a Comunicação de Acidente de Trabalho (CAT) para o funcionário Elias Fontes, CPF 258.369.147-78, que torceu o pé no pátio da empresa."}
{"id": "prompt_110", "text": "O funcionário Marcelo Paiva, 58 anos, CPF 486.159.753-12, operador de empilhadeira, foi diagnosticado com hipertensão e diabetes em seu último exame periódico. Ele precisa ser encaminhado para o programa de qualidade de vida e ter sua aptidão para a função reavaliada."}
{"id": "prompt_111", "text": "Organize a Semana Interna de Prevenção de Acidentes de Trabalho (SIPAT) para a primeira semana de dezembro. O presidente da CIPA é o funcionário Hélio Borges (matrícula 54321, CPF 147.258.369-89). O orçamento é de R$ 15.000,00. O plano deve incluir: 1) Palestra de abertura sobre percepção de risco com o consultor externo Dr. Jairo Bouer. 2) Teatro empresarial sobre uso correto de EPIs. 3) Gincana com provas sobre segurança entre os setores. 4) Workshop sobre Primeiros Socorros ministrado pelo Corpo de Bombeiros local. 5) Palestra sobre saúde mental e prevenção ao burnout com a psicóloga da empresa, Dra. Ana Macedo (CRP 05/12345). 6) Sorteio de brindes para os participantes. Divulgar a programação em todos os canais de comunicação interna."}
{"id": "prompt_112", "text": "Agende o exame médico periódico para todo o setor administrativo (25 funcionários) para o próximo mês."}
{"id": "prompt_113", "text": "A funcionária gestante, Carolina Xavier, matrícula 45678, CPF 753.951.486-23, que trabalha na linha de produção, precisa ser realocada para uma função administrativa sem exposição a ruído e produtos químicos."}
{"id": "prompt_114", "text": "Atualize o Programa de Prevenção de Riscos Ambientais (PPRA) e o Programa de Controle Médico de Saúde Ocupacional (PCMSO). A empresa possui 150 funcionários. O PPRA atual, elaborado pelo Eng. de Segurança Mário Bros (CREA 12345), vence em 30/11/2024. O novo laudo deve contemplar a nova ala de soldagem, que apresenta riscos químicos (fumos metálicos) e físicos (ruído e calor). O PCMSO, coordenado pelo Dr. Drauzio Varella (CRM 67890), precisa incluir exames de audiometria semestral e espirometria anual para os 15 funcionários da nova ala, incluindo o soldador Luigi Almeida (CPF 111.222.333-22). Contratar a consultoria \"Segurança Total\" (CNPJ 66.777.888/0001-99) para elaborar os novos programas. O orçamento é de R$ 25.000,00."}
{"id": "prompt_115", "text": "O candidato para a vaga de TI, Jonas Brothers, CPF 258.369.147-11, é cadeirante. Verificar acessibilidade da sala de entrevista."}
{"id": "prompt_116", "text": "A funcionária Fátima Bernardes, 55 anos, CPF 486.159.753-34, muçulmana, solicitou um espaço para realizar suas orações diárias. Precisamos encontrar uma sala reservada e adequá-la."}
{"id": "prompt_117", "text": "Crie um comitê de diversidade e inclusão. O objetivo é aumentar a representatividade de mulheres em cargos de liderança de 20% para 40% em 2 anos. Membros sugeridos para o comitê: Diretora de RH, Sandra Annenberg (CPF 111.222.333-11); Gerente de TI, William Bonner (CPF 222.333.444-22); Analista de Marketing (mulher, negra), Maju Coutinho (CPF 333.444.555-33); Coordenador de Produção (PCD), Galvão Bueno (CPF 444.555.666-44); e um representante LGBTQIA+, o analista financeiro Tadeu Schmidt (CPF 555.666.777-55). O plano de ação inicial deve incluir: 1) Diagnóstico da equidade salarial. 2) Programa de mentoria para mulheres. 3) Treinamento de vieses inconscientes para todos os gestores. 4) Revisão dos processos de recrutamento para garantir diversidade de candidatos. O comitê terá reuniões mensais."}
{"id": "prompt_118", "text": "O funcionário Pedro Bial, CPF 753.951.486-56, solicitou o uso de seu nome social, \"Bia\", em seu crachá e e-mail."}
{"id": "prompt_119", "text": "Recebemos uma denúncia de que o gestor Luciano Huck, CPF 159.753.852-67, fez comentários etaristas sobre o funcionário Raul Gil, 62 anos, CPF 369.147.258-78, em uma reunião de equipe. Iniciar apuração discreta."}
{"id": "prompt_120", "text": "Desenvolva uma parceria com a ONG \"TransEmpregos\" para contratar 5 profissionais transgêneros até o final do ano fiscal. As vagas prioritárias são para atendimento ao cliente. Contato na ONG: Sra. Angélica (CPF 888.777.666-55). O programa deve incluir: 1) Sensibilização de 40 gestores sobre a pauta trans. 2) Adaptação dos banheiros. 3) Política de uso do nome social formalizada. 4) Suporte psicológico durante a integração. 5) Criação de um guia de comunicação inclusiva. O orçamento para a consultoria e treinamentos é de R$ 50.000,00. Responsável pelo projeto: Analista de D&I, Eliana (CPF 147.258.369-89)."}
{"id": "prompt_121", "text": "Envie um comunicado geral sobre o feriado de Corpus Christi na próxima quinta-feira."}
{"id": "prompt_122", "text": "Redija um e-mail para todos os funcionários anunciando o novo programa de participação nos lucros (PLR). A primeira parcela será paga em fevereiro/2026, com base nos resultados de 2025. O projeto foi liderado pelo Diretor Financeiro, Silvio Santos (CPF 123.123.123-12)."}
{"id": "prompt_123", "text": "Elabore o plano de comunicação para o retorno ao modelo de trabalho 100% presencial a partir de 01/01/2026. Atualmente, 60% dos 300 funcionários estão em modelo híbrido. A decisão foi tomada pela diretoria, incluindo o CEO Fausto Silva (CPF 111.222.333-11). O plano deve ter 3 fases: 1) FASE 1 (Anúncio - 90 dias antes): Comunicado oficial do CEO explicando os motivos (colaboração, cultura). Criação de um FAQ na intranet. Reunião geral com todos os funcionários. 2) FASE 2 (Preparação - 60 dias antes): Workshops sobre \"readaptação ao presencial\". Comunicados sobre a logística (estações de trabalho, refeitório). Pesquisa de clima para medir a receptividade. 3) FASE 3 (Implementação - 30 dias antes): \"Café de boas-vindas\" na primeira semana. Suporte intensificado do RH. Canal aberto para feedback. A responsável pela comunicação é a gerente Ana Maria Braga (CPF 222.333.444-22)."}
{"id": "prompt_124", "text": "Divulgue a campanha de vacinação contra a gripe que ocorrerá na empresa na próxima semana."}
{"id": "prompt_125", "text": "Prepare um roteiro para o Diretor de Operações, Ratinho (CPF 333.444.555-33), gravar um vídeo sobre os novos equipamentos de segurança que foram instalados na fábrica, explicando os benefícios e a importância do uso correto."}
{"id": "prompt_126", "text": "Desenvolva uma campanha de engajamento para a pesquisa de clima organizacional, que terá início em 15 dias. A meta é atingir 90% de adesão. A pesquisa será aplicada pela consultoria \"Clima Bom\" (CNPJ 77.888.999/0001-00). A campanha, liderada por Patrícia Abravanel (CPF 444.555.666-44), deve incluir: 1) Teaser: E-mails e cartazes com a pergunta \"O que você mudaria na empresa?\". 2) Lançamento: Vídeo do CEO explicando a importância da pesquisa e garantindo o anonimato. 3) Incentivo: Sorteio de um smartphone entre os respondentes e um dia de folga para a equipe com maior adesão. 4) Lembretes: Comunicados diários na intranet e nos murais, com um \"termômetro\" de adesão. 5) Pós-pesquisa: Comunicar o resultado geral e os planos de ação que serão criados a partir das respostas."}
{"id": "prompt_127", "text": "O funcionário Celso Portiolli, CPF 555.666.777-55, solicitou a exclusão de seu telefone pessoal do mailing de eventos da empresa."}
{"id": "prompt_128", "text": "Houve um vazamento de dados no sistema de um de nossos fornecedores de benefícios, a \"ValeTudo Ltda\" (CNPJ 11.222.333/0001-44). O vazamento expôs nome, CPF e salário de 25 de nossos funcionários. Notificar os funcionários afetados e o DPO da empresa, Dr. Rodrigo Faro (OAB/SP 789012)."}
{"id": "prompt_129", "text": "Realize uma auditoria interna para verificar a conformidade com a Lei Anticorrupção (Lei nº 12.846/13). O foco é o departamento de Compras, gerenciado por Marcos Mion (CPF 666.777.888-66). A auditoria deve verificar: 1) A existência de uma política de due diligence para novos fornecedores. 2) Os contratos com os 3 maiores fornecedores: \"Fornece Bem S.A.\" (CNPJ 22.333.444/0001-55), \"Qualidade Total Ltda\" (CNPJ 33.444.555/0001-66) e \"Agile Soluções\" (CNPJ 44.555.666/0001-77). 3) Os registros de presentes e brindes recebidos pela equipe de compras, incluindo os compradores Gugu Liberato (CPF 777.888.999-77) e Angélica (CPF 888.999.000-88). 4) A realização de treinamentos sobre o tema para a equipe. A auditoria será conduzida pelo Controller Interno, Serginho Groisman (CPF 999.000.111-99) e deve gerar um relatório de não-conformidades e um plano de ação."}
{"id": "prompt_130", "text": "Candidata Xuxa Meneghel, CPF 123.456.789-10, perguntou qual a base legal para coletarmos seu RG e CPF no início do processo seletivo."}
{"id": "prompt_131", "text": "O funcionário Zeca Camargo, CPF 234.567.890-12, que está em processo de divórcio, solicitou que o acesso ao seu holerite seja bloqueado para sua esposa, que também é funcionária da empresa (Renata Vasconcellos, CPF 345.678.901-23)."}
{"id": "prompt_132", "text": "Elabore uma Política de Retenção e Descarte de Dados Pessoais para o RH, conforme a LGPD. A política, a ser aprovada pelo DPO Dr. Rodrigo Faro, deve definir os prazos de retenção para diferentes tipos de dados. Exemplos: 1) Currículos de candidatos não selecionados: descartar após 12 meses. 2) Documentos de ex-funcionários (contratos, holerites, registros de ponto): reter por 5 anos para fins de defesa em processos trabalhistas. 3) Exames médicos (admissionais, periódicos, demissionais): reter por 20 anos, conforme NR-7. 4) Dados de funcionários ativos: manter enquanto o contrato de trabalho durar. O descarte deve ser feito de forma segura (fragmentação para documentos físicos e deleção permanente para digitais). Todos os sistemas de RH, incluindo o \"SistemaFolha+\" e o ATS \"RecrutaCerto\", devem ser parametrizados com essas regras."}
{"id": "prompt_133", "text": "O funcionário Jô Soares, CPF 456.789.012-34, foi visto trabalhando para um concorrente durante suas férias. O que fazer?"}
{"id": "prompt_134", "text": "A gerente financeira, Regina Casé (CPF 567.890.123-45), aprovou um pagamento de R$ 50.000,00 para uma consultoria pertencente ao seu cunhado, Ary Toledo (CPF 678.901.234-56), sem passar pelo processo padrão de cotação. Isso configura conflito de interesses."}
{"id": "prompt_135", "text": "Gerencie uma denúncia de que o Diretor de Vendas, Ronnie Von (matrícula 90001, CPF 789.012.345-67), está utilizando o carro e o cartão corporativo para fins pessoais extravagantes, incluindo viagens de fim de semana com sua namorada, que não é funcionária. A denúncia partiu de sua assistente, Cátia Fonseca (matrícula 90002, CPF 890.123.456-78), que se sente pressionada a falsificar relatórios de despesas. A investigação, liderada pela Head de Compliance, Glória Maria (CPF 901.234.567-89), deve: 1) Realizar uma auditoria detalhada nas faturas do cartão de crédito corporativo e nos registros do GPS do veículo dos últimos 6 meses. 2) Entrevistar Cátia de forma confidencial para obter mais detalhes. 3) Realizar uma entrevista formal com Ronnie Von, confrontando-o com as evidências. 4) Apresentar um relatório conclusivo ao Comitê de Ética. As possíveis sanções vão desde a devolução dos valores até a demissão por justa causa."}
{"id": "prompt_136", "text": "O funcionário Cid Moreira, CPF 111.222.333-44, se recusa a trabalhar com a colega Leda Nagle, CPF 222.333.444-55, por divergências políticas."}
{"id": "prompt_137", "text": "Dois funcionários, o casal Tarcísio Meira (CPF 333.444.555-66) e Glória Menezes (CPF 444.555.666-77), que trabalham no mesmo setor, estão em um processo de divórcio litigioso que está afetando o clima da equipe com discussões e troca de acusações no ambiente de trabalho."}
{"id": "prompt_138", "text": "Investigue uma denúncia de que o gerente de produção, Chacrinha (matrícula 80001, CPF 555.666.777-88), está vendendo atestados médicos falsos para sua equipe. A denúncia indica que os funcionários interessados, como a operadora Elke Maravilha (CPF 666.777.888-99), pagam R$ 100,00 por um atestado de 2 dias. O médico que assina os atestados é o Dr. Roberto Marinho (CRM 12345). A investigação deve: 1) Levantar todos os atestados médicos apresentados pela equipe de Chacrinha nos últimos 12 meses. 2) Verificar a autenticidade dos atestados junto ao hospital ou clínica emissora. 3) Contatar o Conselho Regional de Medicina para verificar se há denúncias contra o médico. 4) Se houver evidências, acionar o departamento jurídico para preparar a demissão por justa causa por ato de improbidade e avaliar a possibilidade de registrar um boletim de ocorrência por estelionato e falsidade ideológica."}
{"id": "prompt_139", "text": "O funcionário alemão, Hans Zimmer, CPF de estrangeiro 987.654.321-00, precisa de ajuda com sua declaração de imposto de renda no Brasil."}
{"id": "prompt_140", "text": "A engenheira química indiana, Priyanka Chopra, será transferida para o Brasil por 3 anos. Ela virá com o marido, Nick Jonas, e um filho de 2 anos. Precisamos providenciar visto de trabalho para ela e de reunião familiar para eles."}
{"id": "prompt_141", "text": "Elabore o pacote de repatriação para a Diretora de Marketing da Europa, Gisele Bündchen, que está retornando ao Brasil após 5 anos em nossa sede de Milão, Itália. Dados: brasileira, CPF 123.456.789-00, 42 anos, casada com o cidadão americano Tom Brady (que não virá para o Brasil), dois filhos com dupla cidadania que virão com ela: Benjamin (14 anos) e Vivian (12 anos). Desafios: 1) Readequação salarial da moeda (Euro para Real) e perda de benefícios europeus. 2) Escolaridade dos filhos, que estudam em escola americana na Itália. 3) Choque cultural reverso. O pacote deve incluir: 1) Bônus de \"reinstalação\" de R$ 100.000,00. 2) Auxílio-moradia de R$ 12.000,00/mês por 1 ano. 3) Custeio de uma escola internacional em São Paulo (ex: Graded School) para os filhos. 4) Consultoria de \"reintegração cultural\" para a família. 5) Posição de Diretora de Novos Mercados Globais, baseada no escritório de São Paulo."}
{"id": "prompt_142", "text": "Renove o visto de trabalho do nosso desenvolvedor argentino, Lionel Messi, matrícula 101010."}
{"id": "prompt_143", "text": "O gerente de projetos, Wagner Moura, CPF 234.567.890-12, que está expatriado na Colômbia, sofreu um acidente e precisa de suporte do seguro saúde internacional para uma cirurgia de emergência em Bogotá."}
{"id": "prompt_144", "text": "Gerencie a transferência do nosso Diretor de TI, Lázaro Ramos (CPF 345.678.901-23), para liderar a implantação de um novo data center em Lisboa, Portugal. Duração: 2 anos. Ele irá com sua esposa, Taís Araújo (CPF 456.789.012-34), e os dois filhos, João Vicente (11 anos) e Maria Antônia (9 anos). O processo, coordenado pela especialista em mobilidade global, Fernanda Montenegro (CPF 567.890.123-45), envolve: 1) Contratação de uma empresa de \"relocation\" para buscar moradia e escola em Lisboa. 2) Obtenção do visto \"Tech Visa\" para Lázaro e visto de acompanhamento para a família. 3) Planejamento tributário para evitar dupla tributação Brasil-Portugal. 4) Aulas de português de Portugal para a família. 5) Pagamento de um \"adicional de expatriação\" de 30% sobre o salário base de R$ 40.000,00, a ser pago em Euros. Cronograma de 4 meses para a mudança completa."}
{"id": "prompt_145", "text": "Por favor, atualize a lista de contatos de emergência. Para Carlos Pereira, CPF 111.222.333-44, adicione sua esposa, Ana Lima, telefone (21) 98765-4321, e-mail ana.lima@email.com. Para a funcionária Mariana Costa, RG 22.333.444-5, adicione o irmão, João Costa, e-mail jcosta@provider.net e celular (31) 91234-5678."}
{"id": "prompt_146", "text": "Recebemos uma notificação da Veloce Transportes Ltda (CNPJ 12.345.678/0001-90) sobre a mudança no itinerário do fretado que atende a região do CEP 04538-133. O contato para dúvidas é o Sr. Ricardo, no e-mail ricardo.log@veloce.com.br."}
{"id": "prompt_147", "text": "A auditoria da consultoria ComplianceMax (CNPJ 98.765.432/0001-10) apontou a necessidade de treinamento de LGPD. O responsável pela consultoria é o Dr. Fábio, cujo e-mail é fabio.audit@cmax.com. Ele reside na Rua das Leis, 789, São Paulo-SP, CEP 01311-200."}
{"id": "prompt_148", "text": "A funcionária Juliana Paes, CNH 01234567890, solicitou reembolso de despesas de viagem. O valor de R$ 450,00 deve ser depositado na conta 12345-6, agência 0001, Banco Itaú. Seu e-mail corporativo é juliana.p@empresa.com.br."}
{"id": "prompt_149", "text": "Relatório de incidente: O veículo da empresa, placa ABC-1234, dirigido por Roberto Carlos, CPF 456.789.123-00, colidiu com um veículo da frota da 'Logística Eficiente S.A.', CNPJ 23.456.789/0001-01, na Av. Brasil, 1500, CEP 21040-360. Contato do motorista: (11) 99999-0000 e roberto.c@empresa.com."}
{"id": "prompt_150", "text": "Preparar a documentação para a defesa no processo movido por Joana D'Arc, CPF 123.123.123-11. Anexar o atestado do Dr. House (CRM-SP 12345) com CID M65. Precisamos do seu endereço atual na Rua Falsa, 123, CEP 01010-010, e do e-mail joana.darc@email.com para notificação oficial."}
{"id": "prompt_151", "text": "Processar a promoção de Mário Bros, matrícula 1985, para 'Encanador Sênior'. O novo salário será de R$ 9.500,00 a ser depositado na conta 12345-6, Ag. 007, Banco do Brasil. Atualizar o cadastro dele: ele se casou com a Princesa Peach, CPF 987.987.987-99, e se mudou para o Reino do Cogumelo, CEP 13330-000. O telefone para contato é (11) 98765-4321."}
{"id": "prompt_152", "text": "Investigar denúncia de assédio moral contra o supervisor Darth Vader, e-mail vader@empire.com, feita por Luke Skywalker, PIS 111.222.333-4. Testemunhas: Han Solo (han.solo@millenniumfalcon.com) e Leia Organa (leia.o@rebellion.org). O incidente ocorreu no setor Estrela da Morte, CNPJ 01.001.001/0001-01."}
{"id": "prompt_153", "text": "Analisar a solicitação de reembolso educacional de Hermione Granger, RG 12.345.678-9, para seu curso de 'Feitiços Avançados' na Universidade de Hogwarts (CNPJ 12.312.312/0001-12). Custo: R$ 5.000,00. Enviar confirmação para o e-mail dela: h.granger@hogwarts.edu. O endereço para envio do certificado é Rua dos Alfeneiros, 4, CEP 22222-222."}
{"id": "prompt_154", "text": "Iniciar o processo de expatriação para James Bond, passaporte britânico nº 007007007, para a filial no Rio de Janeiro (CNPJ 00.700.700/0001-07). O contato dele é j.bond@mi6.gov.uk, celular +44 20 7930 4433. Ele precisa de um visto VITEM V. O endereço do hotel inicial será Av. Atlântica, 1702, Copacabana, CEP 22021-001."}
{"id": "prompt_155", "text": "O colaborador Clark Kent, CPF 999.888.777-66, solicitou alteração de seus dados bancários para a chave PIX (celular) (62) 98765-1234. Ele também informou um novo e-mail pessoal: clark.kent@dailyplanet.com. Seu endereço para o vale-transporte é Rua Kripton, 10, Smallville, CEP 74000-010."}
{"id": "prompt_156", "text": "Elaborar o contrato de prestação de serviços para a nova psicóloga do programa de bem-estar, Dra. Harleen Quinzel, CPF 101.202.303-44. O CNPJ de sua clínica é 34.567.890/0001-23. Os pagamentos serão mensais. O e-mail dela é harley.q@arkham.com e o telefone do consultório é (11) 4567-8901."}
{"id": "prompt_157", "text": "O relatório de conformidade apontou que o acesso ao sistema de holerites deve ser revisto. O acesso do estagiário Peter Parker, e-mail p.parker@empresa.com, RG 55.444.333-2, foi revogado. O sistema é mantido pela TechCorp Soluções, CNPJ 45.678.901/0001-34."}
{"id": "prompt_158", "text": "Auditoria de benefícios: Verificar por que o dependente Bruce Wayne, filho de Thomas Wayne (matrícula 001, CPF 123.456.789-00), não está recebendo o auxílio-educação. A escola Gotham Academy, CNPJ 56.789.012/0001-45, localizada no CEP 10001-001, confirmou a matrícula. Contato da secretaria: secretary@gotham-academy.edu."}
{"id": "prompt_159", "text": "Comunicação de desligamento: A funcionária Natasha Romanoff, CPF 234.567.890-12, será desligada. O exame demissional será na Clínica SaúdeJá, CNPJ 67.890.123/0001-56. A notificação deve ser enviada para seu e-mail pessoal nat.romanoff@webmail.com e para seu endereço na Av. dos Heróis, 2012, CEP 08080-080."}
{"id": "prompt_160", "text": "A colaboradora Diana Prince, passaporte nº 19411941, solicitou licença não remunerada de 6 meses para uma viagem. Seu e-mail de contato durante o período será diana.p@themyscira.org. O telefone de emergência no Brasil é de sua tia, Hipólita, (61) 91941-1941."}
{"id": "prompt_161", "text": "O novo fornecedor de vale-refeição será a 'ComaBem S.A.', CNPJ 78.901.234/0001-67. O contato comercial é a Sra. Ana, no e-mail ana.vendas@comabem.com ou telefone (11) 2233-4455. Todos os funcionários, como o Sr. João da Silva, CPF 111.111.111-11, devem receber o novo cartão no CEP de suas residências."}
{"id": "prompt_162", "text": "A funcionária Selina Kyle, CPF 345.678.901-23, reportou a perda de seu crachá. Ela mora na Rua dos Gatos, 9, apto. 9, Gotham, CEP 10009-009. O e-mail dela para envio do novo protocolo é selina.k@meow.com. Telefone: (11) 99lives."}
{"id": "prompt_163", "text": "Por favor, criar um perfil no nosso sistema de RH para o novo consultor externo, Dr. Stephen Strange, neurocirurgião, CPF 456.789.012-34. Ele trabalhará no projeto 'Multiverso'. E-mail: strange.md@consulting.com. Telefone: (12) 98765-4321. Sua empresa é a Strange & Wong Consultoria, CNPJ 89.012.345/0001-78."}
{"id": "prompt_164", "text": "Relatório de viagem internacional: O gerente Tony Stark, CPF 567.890.123-45, viajou para a feira de tecnologia em Dubai. Passaporte 19702008. Seu e-mail é tony@starkindustries.com. A reserva do hotel foi na Jumeirah Emirates Towers, CEP 504904. Reembolsar R$ 15.000,00 na Chave PIX (CNPJ) da Stark Industries: 90.123.456/0001-89."}
{"id": "prompt_165", "text": "O colaborador Steve Rogers, RG 1918.1945-1, solicitou adiantamento de férias. Ele informou um novo endereço para correspondência: Av. Atlântica, 123, apto. 45, Rio de Janeiro - RJ, CEP 22010-000. O e-mail dele mudou para s.rogers@nomad.net."}
{"id": "prompt_166", "text": "Abrir chamado no suporte de TI para a usuária Wanda Maximoff, e-mail w.maximoff@empresa.com, que não consegue acessar o portal do colaborador. Seu CPF é 678.901.234-56 e seu telefone para contato é (11) 91234-9876. Ela reside no CEP 08230-030."}
{"id": "prompt_167", "text": "Emitir declaração de trabalho para o funcionário Thor Odinson, CPF 789.012.345-67, para fins de abertura de conta bancária. Ele mora em Tønsberg, Noruega, mas possui endereço fiscal no Brasil: Alameda dos Deuses, 1, Asgard, CEP 99999-000. E-mail: thor.odinson@avengers.com."}
{"id": "prompt_168", "text": "Atualizar cadastro do fornecedor 'Wayne Enterprises', CNPJ 19.391.939/0001-39. O novo endereço é Rua Wayne, 1007, Gotham City, CEP 10007-007. O contato financeiro é Lucius Fox, e-mail l.fox@wayne-ent.com, telefone (11) 1939-2005."}
{"id": "prompt_169", "text": "O programa de bolsas de estudo aprovou o pedido de Scott Lang, CPF 890.123.456-78, para o curso de Física Quântica. A instituição é a Pym Technologies, CNPJ 20.152.015/0001-15. Enviar o termo de compromisso para o e-mail scott.lang@yahoo.com e para seu endereço na Rua das Formigas, 17, São Francisco, CEP 94103."}
{"id": "prompt_170", "text": "Processar o pagamento de R$ 1.200,00 para a 'Clínica de Fisioterapia Mente & Corpo', CNPJ 21.222.333/0001-22, referente às sessões do funcionário Bucky Barnes, CPF 901.234.567-89. O laudo médico pode ser solicitado pelo e-mail contato@fisio-mente-corpo.com.br."}
{"id": "prompt_171", "text": "Registrar a advertência por escrito para o funcionário Loki Laufeyson, e-mail loki.l@asgard.gov, por uso indevido do e-mail corporativo. CPF: 123.321.123-32. Ele foi notificado no seu endereço: Palácio de Asgard, s/n, CEP 99999-001. Telefone de contato: (99) 99999-9999."}
{"id": "prompt_172", "text": "Realizar o onboarding de T'Challa, novo Diretor de Inovação, passaporte de Wakanda nº 19662018. CPF para estrangeiros: 111.999.111-99. Ele ficará hospedado no Hotel Unique, CEP 01424-001. E-mail: t.challa@wakanda-gov.com."}
{"id": "prompt_173", "text": "O funcionário Peter Quill, CPF 222.888.222-88, pediu para alterar seu vale-transporte, pois se mudou para a Av. dos Guardiões, 3000, Xandar, CEP 30003-000. O e-mail dele é starlord@guardians.galaxy."}
{"id": "prompt_174", "text": "Verificar a apólice de seguro de vida da funcionária Gamora Zen Whoberi, matrícula 2014, CPF 333.777.333-77, que se encontra em licença médica. O contato de sua irmã, Nebula, é nebula.zw@titan.net, telefone (14) 92014-2014."}
{"id": "prompt_175", "text": "Temos uma nova parceria com a academia 'Smart Fit', CNPJ 07.594.978/0001-78. Funcionários como o Drax, CPF 444.666.444-66, podem se inscrever com desconto. O contato para o RH é parcerias@smartfit.com.br."}
{"id": "prompt_176", "text": "O ex-funcionário Wilson Fisk, CPF 555.555.555-55, entrou com uma ação trabalhista. O advogado dele é o Dr. Nelson, do escritório 'Nelson & Murdock', CNPJ 66.666.666/0001-66, e-mail matt.murdock@nelsonmurdock.com. O endereço do escritório é Rua Cozinha do Inferno, 10, NY, CEP 10018."}
{"id": "prompt_177", "text": "A funcionária Carol Danvers, CPF 777.777.777-77, foi promovida e será transferida para a base espacial S.W.O.R.D. (CNPJ 77.777.777/0001-77). Seu novo e-mail será c.danvers@sword.gov. É necessário providenciar seu novo passaporte diplomático. Telefone via satélite: +1-281-483-0123."}
{"id": "prompt_178", "text": "Por favor, cadastre a chave PIX (e-mail) do novo fornecedor de café, 'Cafeteria Central Perk': central.perk.nyc@friends.com. CNPJ: 19.942.004/0001-94. Endereço: 199 Lafayette Street, New York, NY, CEP 10012."}
{"id": "prompt_179", "text": "A colaboradora Jessica Jones, CPF 888.888.888-88, que trabalha como investigadora interna, precisa de acesso ao banco de dados da 'Alias Investigações', CNPJ 88.888.888/0001-88. E-mail: jessica@aliasinvestigations.com. Telefone: (21) 2345-6789."}
{"id": "prompt_180", "text": "O atestado médico do funcionário Danny Rand, CPF 999.999.999-99, com CID S62 (Fratura ao nível do punho e da mão) parece suspeito. O médico é o Dr. Meachum, da 'Rand Enterprises Clinic', CNPJ 99.999.999/0001-99. Confirmar autenticidade pelo e-mail clinic@rand-ent.com."}
{"id": "prompt_181", "text": "Atualizar o endereço do colaborador Luke Cage, CPF 101.010.101-01, para: 'Barbearia do Pop', Rua do Harlem, 125, NY, CEP 10026. Ele também forneceu um novo telefone para contato: (21) 91010-1010 e e-mail: luke.cage@heroesforhire.net."}
{"id": "prompt_182", "text": "Recebemos o currículo de um candidato promissor, Reed Richards, CPF 202.020.202-02, para a vaga de P&D. Ele mora no Edifício Baxter, CEP 10019, e seu e-mail é reed.richards@fantastic4.com. LinkedIn: linkedin.com/in/reedrichards. Seu telefone é (11) 92020-2020."}
{"id": "prompt_183", "text": "A esposa do Reed Richards, Sue Storm, CPF 303.030.303-03, deve ser incluída como sua dependente no plano de saúde. O e-mail dela é sue.storm@fantastic4.com. CNPJ da empresa deles, 'Fundação Futuro', é 30.303.030/0001-30."}
{"id": "prompt_184", "text": "O irmão da Sue, Johnny Storm, CPF 404.040.404-04, também trabalha conosco. Ele solicitou um adiantamento para consertar seu carro. A Chave PIX dele é o e-mail: johnny.s@torch.com. Telefone: (11) 94040-4040."}
{"id": "prompt_185", "text": "O colega deles, Ben Grimm, CPF 505.050.505-05, precisa de uma cadeira reforçada. Ele mora na Rua Yancy, 13, CEP 10002. O e-mail para contato é ben.grimm@coisa.com."}
{"id": "prompt_186", "text": "Agendar entrevista com o candidato Victor von Doom, para a vaga de Diretor de Estratégia. E-mail: doom@latveria.gov. Telefone: +371 29 123456. Ele é Ph.D. pelo CNPJ da 'Universidade de Latvéria': 50.505.050/0001-50. Endereço: Castelo Doom, Doomstadt, CEP 12345."}
{"id": "prompt_187", "text": "A funcionária Jean Grey, CPF 606.060.606-06, está em licença médica por tempo indeterminado. O laudo do Dr. Charles Xavier (CPF 707.070.707-07) da 'Escola para Jovens Superdotados' (CNPJ 70.707.707/0001-70) deve ser anexado ao seu prontuário. E-mail do instituto: xavier.institute@xmen.com."}
{"id": "prompt_188", "text": "O namorado da Jean, Scott Summers, CPF 808.080.808-08, solicitou acompanhamento psicológico. O e-mail dele é scott.s@xmen.com e telefone (91) 4808-0808. Ele reside no CEP 10562."}
{"id": "prompt_189", "text": "Orçar um treinamento de controle de raiva para o funcionário Logan Howlett, CPF 000.188.719-74. Seu e-mail é logan.wolverine@xmen.com. A consultoria 'Arma-X Treinamentos', CNPJ 19.741.974/0001-74, enviou uma proposta. Contato: professor.thorton@weaponx.com."}
{"id": "prompt_190", "text": "A colaboradora Ororo Munroe, CPF 101.975.101-75, solicitou trabalho remoto permanente por questões climáticas. Seu endereço é Av. das Tempestades, 1975, Cairo, Egito, CEP 11511. E-mail: ororo.m@xmen.com."}
{"id": "prompt_191", "text": "Verificar as referências do candidato Wade Wilson, CPF 199.119.911-91. O último empregador foi a 'Agência X', CNPJ 19.911.991/0001-91. O contato informado, Weasel, não atende no telefone (11) 91991-1991 nem responde ao e-mail weasel@sistermargaretsbar.com."}
{"id": "prompt_192", "text": "Criar um crachá de visitante para Magneto, consultor de Relações Internacionais, CPF 222.963.222-63. Ele visitará nossa planta industrial no CEP 30112-000. O e-mail dele é m.lensherr@brotherhood.org."}
{"id": "prompt_193", "text": "O laudo pericial do acidente envolvendo o funcionário Matt Murdock, CPF 666.666.666-66, da 'Firma de Advocacia Nelson & Murdock' (CNPJ 66.666.666/0001-66), indicou exposição a material químico da 'ACME Chemicals', CNPJ 12.121.212/0001-12. E-mail para contato: daredevil@nelsonmurdock.com."}
{"id": "prompt_194", "text": "Tivemos um vazamento de dados que expôs o e-mail e telefone de Frank Castle, CPF 197.419.741-74. O e-mail é f.castle@punisher.net e o telefone é (11) 91974-1974. Notificá-lo e também o nosso DPO, Dr. Jeri Hogarth (OAB/SP 123123), no e-mail j.hogarth@hogarthchaoandwing.com."}
{"id": "prompt_195", "text": "A funcionária Elektra Natchios, passaporte grego nº 198.619.861, solicitou transferência para a filial de Tóquio. CPF de estrangeiro: 198.619.861-86. E-mail: elektra.n@thehand.jp. A empresa de relocation é a 'Mão Viagens', CNPJ 19.861.986/0001-86."}
{"id": "prompt_196", "text": "Por favor, analise o currículo de Maria Eduarda Ferreira, CPF 123.456.789-00, e verifique se sua experiência na empresa 'Tech Solutions' como 'Analista de Sistemas Sênior' de 2018 a 2022 é compatível com a vaga. O salário pretendido por ela é de R$ 9.500,00. Seu telefone é (11) 98765-4321."}
{"id": "prompt_197", "text": "Gere um relatório com todos os colaboradores que solicitaram adiantamento de salário no último mês. Inclua nome completo, CPF e o valor solicitado. Preciso especificamente dos dados de João Carlos de Almeida, CPF 234.567.890-11, e Bruna Lima Santos, CPF 345.678.901-22."}
{"id": "prompt_198", "text": "Qual o status da solicitação de férias de Pedro Henrique Oliveira, RG 98.765.432-1, para o período de 15/09/2025 a 30/09/2025?"}
{"id": "prompt_199", "text": "Preciso registrar uma advertência para a colaboradora Juliana Costa, CNH 09876543210, por atrasos recorrentes. A justificativa dela foi um problema com o transporte público, mas o registro de ponto mostra 3 atrasos superiores a 30 minutos na última semana."}
{"id": "prompt_200", "text": "A colaboradora Amanda Souza, e-mail amanda.souza@empresa.com.br, solicitou a inclusão de seu filho recém-nascido, Lucas Souza Pereira, nascido em 20/07/2025, no plano de saúde. Por favor, inicie o procedimento e informe os documentos necessários. Ela também perguntou sobre o status da sua licença maternidade."}
{"id": "prompt_201", "text": "Gere um rascunho de e-mail para Ricardo Mendes, telefone (21) 99988-7766, informando que sua promoção para 'Gerente de Projetos' foi aprovada, com o novo salário de R$ 12.000,00 a partir do próximo mês. Anexe a avaliação de desempenho positiva do último semestre que justifica a promoção e mencione que precisamos que ele assine o novo contrato na filial do Rio de Janeiro, localizada na Av. Presidente Vargas, 500."}
{"id": "prompt_202", "text": "Verifique o holerite de Fernanda Gonçalves, CPF 456.789.012-33, para confirmar o desconto do empréstimo consignado no valor de R$ 450,78. A conta para depósito do salário dela é Banco Itaú, agência 0123, conta 45678-9. Ela também questionou sobre a possibilidade de alterar seu vale-refeição para vale-alimentação."}
{"id": "prompt_203", "text": "O candidato Marcos Vinicius de Andrade, cujo perfil no LinkedIn é linkedin.com/in/marcosvda, enviou seu diploma da Universidade de São Paulo (USP) com número de matrícula 12345678. Ele está no processo final para a vaga de Engenheiro de Software. Seu endereço é Rua das Flores, 123, Apto 45, São Paulo - SP. Por favor, valide a autenticidade do documento."}
{"id": "prompt_204", "text": "Preciso de um levantamento completo sobre a colaboradora Carolina Dias, CPF 567.890.123-44, que está sendo considerada para uma posição de liderança internacional. O levantamento deve incluir seu histórico de cargos desde que entrou na empresa, um resumo de suas avaliações de desempenho dos últimos três anos, seu histórico acadêmico incluindo o coeficiente de rendimento da faculdade, e o número de seu passaporte para iniciarmos o processo de visto. Ela mencionou em uma conversa informal que seu cônjuge, Rafael Dias, talvez precise de auxílio para realocação."}
{"id": "prompt_205", "text": "Recebemos um atestado médico para o colaborador Fábio Lima, RG 12.345.678-9, com CID Z76.5 (Pessoa fingindo ser doente). O médico que assinou foi Dr. Carlos Nobre, CRM 12345-SP. Registre a ausência do dia 26/08/2025 e encaminhe o caso para análise jurídica sobre possíveis medidas disciplinares. Verifique também o histórico de atestados dele no último ano."}
{"id": "prompt_206", "text": "Gere a documentação para a transferência de setor de Lúcia Pereira, da equipe de Marketing para a equipe de Vendas. O gestor de destino é Roberto Siqueira. A transferência é válida a partir de 01/10/2025. O e-mail corporativo dela é lucia.p@empresa.com.br. Ela também solicitou a alteração do seu local de trabalho de presencial para híbrido, vindo ao escritório 3 vezes na semana."}
{"id": "prompt_207", "text": "Por favor, processe a solicitação de reembolso de despesas de viagem para a colaboradora Beatriz Almeida, CPF 678.901.234-55. Ela viajou para uma conferência em Belo Horizonte. Os documentos incluem notas fiscais de hotel e alimentação. O valor total é de R$ 890,50 e deve ser depositado na sua conta do Banco do Brasil, agência 3210, conta 98765-4, chave PIX é o seu CPF."}
{"id": "prompt_208", "text": "Tivemos uma denúncia anônima via canal de compliance envolvendo o gestor Fernando Moreira, alegando assédio moral contra a colaboradora Laura Martins, e-mail laura.m@empresa.com.br. A denúncia cita que o gestor faz críticas não construtivas em público e sobrecarrega a funcionária com tarefas fora de seu escopo. Inicie o protocolo de investigação, garantindo a confidencialidade de Laura Martins, CPF 789.012.345-66, e verifique o histórico disciplinar de Fernando, RG 87.654.321-X."}
{"id": "prompt_209", "text": "Crie um novo perfil de acesso para o estagiário Thiago Ribeiro, nascido em 15/05/2003, CPF 890.123.456-77. O acesso deve ser limitado aos sistemas de RH para tarefas de registro de ponto e organização de documentos admissionais. Ele precisa de acesso ao e-mail thiago.r@empresa.com.br e seu gestor direto será Ana Paula Novaes. Ele reside na Av. Paulista, 1500, São Paulo."}
{"id": "prompt_210", "text": "O colaborador Anderson Silva, motorista, CNH 98765432101, precisa renovar seu exame periódico de saúde. Agende o exame na clínica conveniada e envie a ele as instruções. Seu e-mail é anderson.silva@empresa.com.br e o celular é (11) 91234-5678. Verifique também se o seu vale-transporte está calculado corretamente para o trajeto entre sua casa na Rua Augusta, 800, e a garagem da empresa."}
{"id": "prompt_211", "text": "Liste todos os funcionários que aderiram ao programa de bem-estar (terapia online) e que também possuem dependentes no plano de saúde. Um dos funcionários, Marcelo Antunes, CPF 901.234.567-88, solicitou informações sobre como seu cônjuge, Patrícia Antunes, pode utilizar o benefício. O plano de carreira de Marcelo indica um forte desejo de crescimento para uma posição gerencial."}
{"id": "prompt_212", "text": "Elabore um contrato de trabalho para a nova contratada, Sofia Mendes, CPF 012.345.678-99, RG 76.543.210-9, que iniciará na função de 'Analista Financeira Jr' em 01/09/2025. O salário acordado foi de R$ 4.500,00 mais benefícios. Ela entregou a carteira de trabalho número 12345, série 001-SP. O endereço dela é Rua da Consolação, 2000, Apto 101, São Paulo - SP. O e-mail pessoal para envio do contrato é sofia.m.pessoal@email.com."}
{"id": "prompt_213", "text": "Um colaborador, que prefere não se identificar agora, entrou em contato para relatar uma situação de discriminação por orientação sexual por parte de um colega, Tiago Vasconcelos. O relato indica que piadas ofensivas foram feitas durante uma reunião de equipe na terça-feira. Preciso de um plano de ação para abordar a denúncia, que inclua uma revisão das gravações da reunião, se houver, e uma conversa privada com o acusado, Tiago Vasconcelos, CPF 111.222.333-44, e com o gestor da área. O denunciante deixou o telefone (81) 98877-6655 para contato."}
{"id": "prompt_214", "text": "A colaboradora Gabriela Lima, passaporte número G123456, solicitou uma carta de recomendação para um processo de visto de trabalho no Canadá. A carta deve detalhar seu cargo atual de 'Especialista em Marketing Digital', seu tempo de casa (desde 2019), e seu desempenho exemplar, citando o projeto 'XYZ' que liderou. Seu salário atual é relevante para o processo de visto, então inclua a informação de R$ 8.200,00. O nome do cônjuge dela é Daniel Lima e eles têm um filho, Felipe Lima, de 5 anos."}
{"id": "prompt_215", "text": "Preciso urgentemente dos dados bancários do fornecedor 'Consultoria XYZ' para pagamento de uma nota fiscal. O contato é o Sr. Roberto Camargo, CPF 222.333.444-55. A chave PIX informada por telefone foi o CNPJ, mas preciso confirmar por e-mail. Ao mesmo tempo, a funcionária Daniela Rocha, CPF 333.444.555-66, está solicitando a alteração da sua conta de recebimento de salário do Banco Bradesco para o Nubank, conta 1234567-8, agência 0001."}
{"id": "prompt_216", "text": "Gere um relatório de horas extras do mês de agosto para o departamento de TI. Destaque o caso de Rafael Albuquerque, CPF 444.555.666-77, que acumulou 40 horas extras. Verifique no registro de ponto se todas as horas foram aprovadas pelo gestor. Rafael também enviou um e-mail para rh@empresa.com.br perguntando como funciona o banco de horas e se pode tirar uma folga na próxima sexta-feira, dia do seu aniversário (05/09/2025)."}
{"id": "prompt_217", "text": "Recebemos um ofício judicial solicitando os dados do ex-colaborador Cláudio Bezerra, CPF 555.666.777-88, incluindo endereço residencial cadastrado (Rua das Palmeiras, 78, Recife - PE), período de trabalho e último salário. Prepare a documentação solicitada. Anexe também a cópia da sua carteira de trabalho (número 54321, série 002-PE) e o certificado de reservista que estão no arquivo."}
{"id": "prompt_218", "text": "A funcionária Renata Farias, matrícula 9876, pediu folga para um feriado religioso de sua crença na próxima semana. A política da empresa permite isso mediante compensação. Verifique o saldo do banco de horas dela. Ela também informou que seu marido, Jorge Farias, também funcionário (matrícula 9870), fará a mesma solicitação. O telefone de Renata é (71) 91122-3344. Ela mencionou que sua opinião política é forte e espera que a empresa respeite sua diversidade religiosa da mesma forma."}
{"id": "prompt_219", "text": "Elaborar um plano de desenvolvimento individual (PDI) para a colaboradora Tatiana Amorim, com base na sua última avaliação de desempenho que apontou necessidade de melhoria em habilidades de liderança, apesar do excelente feedback técnico. Seu histórico mostra que ela concluiu uma pós-graduação na FGV. O plano deve sugerir um curso de liderança e mentoria com o diretor Carlos Sampaio. O e-mail de Tatiana é tatiana.a@empresa.com.br, e ela já manifestou interesse em se tornar gestora."}
{"id": "prompt_220", "text": "Compile todos os documentos para o processo de aposentadoria de José Pereira da Silva, CPF 666.777.888-99, nascido em 10/01/1960. Precisamos de: cópia do RG (10.987.654-3), CPF, carteira de trabalho, comprovante de residência atualizado (Rua Principal, 10, Belo Horizonte - MG) e a declaração de dependentes para IR, que inclui sua esposa, Maria Aparecida Silva. Ele também possui um empréstimo consignado com 5 parcelas restantes."}
{"id": "prompt_221", "text": "Por favor, cadastre a nova colaboradora, Larissa Bastos, no sistema. CPF: 777.888.999-00. Data de nascimento: 12/08/1995. Estado Civil: Casada. Cônjuge: Felipe Bastos. Endereço: Alameda dos Anjos, 456, Salvador - BA. Telefone: (71) 98765-1234. E-mail pessoal: larissa.bastos95@email.com. A vaga é de Analista de RH Pleno, com salário de R$ 6.000,00. Os dados bancários para depósito são: Banco Bradesco, Agência 1122, Conta Corrente 33445-6."}
{"id": "prompt_222", "text": "Preciso de um relatório de auditoria interna sobre o processo de reembolso do último trimestre. O relatório deve conter os nomes e cargos de quem aprovou e solicitou os reembolsos. Focar na análise dos pedidos de Paulo Henrique Costa, CPF 888.999.000-11, que apresentou um volume atípico de despesas com transporte, apesar de ter solicitado trabalho remoto integral. Seu endereço cadastrado é Rua do Sol, 789, Recife - PE."}
{"id": "prompt_223", "text": "O colaborador Diogo Martins, e-mail diogo.m@empresa.com.br, enviou o resultado do seu exame admissional. O resultado foi 'apto com observações'. A observação indica a necessidade de acompanhamento ergonômico. Por favor, arquive o resultado e notifique o setor de segurança do trabalho para agendar a avaliação. O telefone dele é (11) 97654-3210."}
{"id": "prompt_224", "text": "Verifique a elegibilidade de Isadora Nogueira, CPF 999.000.111-22, para a bolsa de estudos subsidiada pela empresa. Ela pretende cursar um MBA em Gestão de Projetos. Precisamos analisar seu histórico de desempenho (ela teve uma avaliação 'Excepcional' no último ciclo), tempo de casa e o coeficiente de rendimento de sua graduação na Universidade Federal da Bahia. Seu e-mail é isadora.n@empresa.com.br."}
{"id": "prompt_225", "text": "Gere uma procuração autorizando o advogado Dr. Otávio Ramos, OAB/SP 123.456, a representar a empresa em uma audiência trabalhista movida pelo ex-funcionário Marcos Aurélio Pires, CPF 000.111.222-33. Precisamos dos detalhes completos do caso, incluindo o histórico disciplinar de Marcos, que contém duas suspensões por justa causa."}
{"id": "prompt_226", "text": "Processe a solicitação de alteração de banco de horas do colaborador Vinícius Salles, RG 23.456.789-0. Ele quer converter 20 horas do saldo em folga para a próxima segunda-feira. Ele justificou a falta por um compromisso pessoal inadiável. O gestor dele já aprovou por e-mail."}
{"id": "prompt_227", "text": "A colaboradora Vanessa Reis, que está em licença maternidade, entrou em contato para saber sobre a inclusão de sua filha, Helena Reis Santos, no plano de saúde. A bebê nasceu em 01/08/2025. O CPF de Vanessa é 111.222.333-44. Envie a ela a lista de documentos e os formulários necessários. Seu e-mail pessoal é vanessa.reis.pessoal@email.com e ela reside na Rua das Gaivotas, 321, Apto 12, Florianópolis - SC."}
{"id": "prompt_228", "text": "Crie um script para o chatbot de RH responder a seguinte pergunta: 'Como solicito o vale-transporte?'. A resposta deve incluir o link para o formulário e a informação de que é necessário anexar um comprovante de residência atualizado. Mencione o exemplo de João da Silva, que mora na Av. Atlântica, 1000, Rio de Janeiro, e precisa do benefício para se deslocar até o escritório."}
{"id": "prompt_229", "text": "Recebemos um relato sobre uma discussão acalorada envolvendo opiniões políticas divergentes entre os funcionários André Furtado, CPF 222.333.444-55, e Carla Medeiros, CPF 333.444.555-66, no ambiente de trabalho. A situação está gerando desconforto na equipe. É preciso agendar uma mediação com ambos, reforçando a política de conduta da empresa. O gestor da área, Sr. Lima, precisa ser notificado."}
{"id": "prompt_230", "text": "Ajustar o salário da colaboradora Letícia Guimarães, CPF 444.555.666-77, conforme o dissídio da categoria. O reajuste é de 5.2%. O salário atual dela é de R$ 3.800,00. Calcule o novo valor e atualize no sistema para o próximo holerite. A chave PIX dela é o e-mail leticia.g@empresa.com.br."}
{"id": "prompt_231", "text": "O candidato a gerente de vendas, Roberto Silveira, telefone (51) 99887-7665, e-mail roberto.s.vendas@email.com, mencionou na entrevista que seu perfil no Facebook (facebook.com/robertosilveira.oficial) tem várias recomendações de clientes. Peço que a equipe de verificação faça uma análise discreta de suas redes sociais em busca de informações profissionais relevantes e possíveis bandeiras vermelhas antes da decisão final. Ele reside em Porto Alegre, RS."}
{"id": "prompt_232", "text": "Atualize a declaração de dependentes para imposto de renda do funcionário Heitor Bernardes, CPF 555.666.777-88. Ele solicitou a inclusão de seu filho, Davi Bernardes, nascido em 30/06/2025. Precisamos da certidão de nascimento para concluir o processo. Ele também perguntou se a inclusão do dependente altera os descontos em seu holerite já a partir do próximo pagamento."}
{"id": "prompt_233", "text": "Gere um resumo do histórico profissional de Sandra Regina Cordeiro, CPF 666.777.888-99, para uma análise de promoção interna. O resumo deve incluir: data de admissão, todos os cargos ocupados e promoções recebidas, um breve descritivo de suas avaliações de desempenho (com foco em feedbacks positivos sobre proatividade), e seu histórico de formação (ela possui um certificado de proficiência em inglês da Cultura Inglesa)."}
{"id": "prompt_234", "text": "Analisar e registrar a justificativa de falta do colaborador Lucas Menezes para o dia 25/08/2025. Ele enviou um e-mail para rh@empresa.com.br com uma foto do comprovante de residência em seu nome (Rua dos Bobos, 0, São Paulo), alegando que precisou resolver um problema urgente de vazamento em seu apartamento. Verifique se essa é a primeira falta não justificada por atestado médico no semestre."}
{"id": "prompt_235", "text": "A colaboradora Camila Oliveira, do setor de Marketing, pediu para participar do programa de bem-estar, especificamente das aulas de ginástica laboral. Ela informou ter uma condição pré-existente na coluna (CID M54.5) e gostaria de saber se há alguma restrição. Seu e-mail é camila.o@empresa.com.br. Verifique o procedimento junto à equipe de saúde ocupacional."}
{"id": "prompt_236", "text": "O funcionário David Teixeira, CPF 777.888.999-00, passaporte B789123, está sendo enviado para um projeto na nossa filial em Lisboa. Prepare toda a documentação de transferência internacional. Precisamos emitir uma carta convite, verificar a validade de seu visto de trabalho e providenciar o adiantamento de custo de vida a ser depositado em sua conta do banco Millenium, agência 01, conta 12345. Ele também pediu informações sobre como declarar seus rendimentos no exterior."}
{"id": "prompt_237", "text": "Compare o currículo de Ana Clara Rocha (e-mail anaclara.rh@email.com, telefone (21) 98765-4321) com o de Beto Carvalho (linkedin.com/in/betocarvalho) para a vaga de Coordenador de DP. Ana tem experiência com o sistema SAP e mencionou um salário pretendido de R$ 8.000. Beto tem um histórico mais longo na área, mas sua pretensão salarial é de R$ 9.500. A CNH de Ana é 12345678901."}
{"id": "prompt_238", "text": "Recebemos uma denúncia anônima sobre um funcionário, que acreditamos ser o Otávio Lins do setor financeiro, que estaria utilizando os recursos da empresa (computador e internet) para realizar atividades de trading de criptomoedas durante o horário de trabalho. Inicie uma auditoria discreta nos logs de acesso à rede do computador de Otávio Lins, CPF 888.999.000-11, para verificar a veracidade da denúncia."}
{"id": "prompt_239", "text": "Por favor, elabore uma resposta ao e-mail da colaboradora Mariana Esteves, mariana.e@empresa.com.br, que questiona os descontos em seu último holerite. Detalhe o valor referente ao INSS, IRRF e o desconto do plano de saúde, que agora inclui seu dependente, o filho Pedro Esteves. O salário bruto dela é de R$ 5.500,00."}
{"id": "prompt_240", "text": "Necessito de um relatório consolidado com todos os dados do funcionário Rogério Marinho para fins de uma auditoria de conformidade. O relatório deve ser completo e conter: Nome completo, CPF (999.000.111-22), RG (11.222.333-4), data de nascimento, endereço residencial (Av. das Américas, 5000, Bloco 2, Apto 304, Rio de Janeiro - RJ), dados bancários (Caixa Econômica, Ag. 4321, C/C 8765-4), histórico de cargos, salários e promoções, todas as avaliações de desempenho, atestados médicos dos últimos 24 meses (incluindo um afastamento de 15 dias com CID F32.2), e seu histórico disciplinar (que está limpo). Ele também participa do programa de bolsa de estudos para o curso de inglês."}
{"id": "prompt_241", "text": "Qual o saldo de férias de Marcelo Fagundes, CPF 121.212.121-21?"}
{"id": "prompt_242", "text": "Processe o desligamento de Júlia Castelo Branco, RG 34.567.890-1. O motivo é pedido de demissão. Calcule a rescisão considerando o aviso prévio trabalhado e o saldo de salário. O último endereço dela era Rua das Acácias, 77, Belo Horizonte. Seu telefone para contato é (31) 99876-5432."}
{"id": "prompt_243", "text": "A colaboradora Ester Faria, e-mail ester.f@empresa.com.br, solicitou a alteração de seu nome social para 'Estrela Faria' em todos os registros da empresa. Ela também pediu para atualizar sua identidade de gênero para 'feminino' no censo de diversidade. Inicie o procedimento e informe quais documentos são necessários para a alteração oficial na carteira de trabalho, cujo número é 65432, série 003-MG. Ela gostaria de manter sigilo sobre o processo."}
{"id": "prompt_244", "text": "Gere o crachá de acesso para o novo consultor externo, Ricardo Gomes, CPF 323.232.323-23. Acesso liberado para o 3º andar, de segunda a sexta, horário comercial. Acesso válido por 90 dias."}
{"id": "prompt_245", "text": "Tivemos um incidente de segurança. O notebook do funcionário Arthur Viana, CPF 434.343.434-34, foi roubado na Av. Berrini, 1500, São Paulo, e continha relatórios de auditoria interna com nomes e cargos de diversos colaboradores. O número de série do equipamento é BR123XYZ. É preciso acionar o protocolo de segurança da informação, revogar os acessos de Arthur imediatamente e registrar um boletim de ocorrência. O telefone dele é (11) 98765-4321 e ele está muito abalado."}
{"id": "prompt_246", "text": "Verifique o histórico de ponto de Samanta Pires, CPF 545.454.545-45, dos últimos 30 dias."}
{"id": "prompt_247", "text": "Recebemos uma notificação de que o funcionário Flávio Mendonça, CNH 98701234567, está com a carteira de habilitação suspensa. Como ele ocupa o cargo de motorista de entregas, ele deve ser imediatamente alocado em outra função que não exija direção, até a regularização. Notifique o gestor de logística sobre a situação. O e-mail de Flávio é flavio.m@empresa.com.br. Verifique no sistema se temos alguma posição aberta no estoque para ele."}
{"id": "prompt_248", "text": "Por favor, elabore um documento detalhado para a reunião de feedback com a funcionária Débora Azevedo, CPF 656.565.656-56.\n\nO documento deve conter os seguintes pontos:\n1. Análise da sua avaliação de desempenho do último semestre, que foi 'Abaixo do esperado'.\n2. Detalhamento dos projetos em que ela não atingiu as metas, com dados específicos.\n3. Comparativo de seu desempenho com o de outros analistas do mesmo nível.\n4. Registro de um feedback negativo recebido do cliente 'Global Tech' sobre a comunicação dela (e-mail para referência: 'feedback_globaltech_150825.msg').\n5. Um plano de ação e desenvolvimento (PDI) com metas claras para o próximo trimestre, incluindo um curso de comunicação assertiva.\n6. Agendamento de reuniões de acompanhamento quinzenais.\nLembre-se que Débora reside na Rua da Mooca, 2345, São Paulo, e tem um filho pequeno, Enzo Azevedo, o que pode influenciar sua disponibilidade para treinamentos fora do horário de trabalho. Seu salário atual é de R$ 7.200,00."}
{"id": "prompt_249", "text": "Cadastre a chave PIX (celular) (21) 98877-6655 para o colaborador recém-contratado, Igor Nogueira."}
{"id": "prompt_250", "text": "A colaboradora Bianca Matos, CPF 767.676.767-67, solicitou trabalho remoto permanente, anexando um laudo médico (CID M51.1) que recomenda evitar longos períodos sentada no trânsito. O endereço dela, na cidade de Itapevi, confirma um deslocamento diário de quase 3 horas. O gestor dela, Cléber Santos, é contra a solicitação, alegando perda de sinergia na equipe. Precisamos analisar a política da empresa, a legislação e mediar um acordo. Bianca mencionou sua filiação ao sindicato da categoria e que pode buscar apoio legal se necessário. Seu e-mail é bianca.m@empresa.com.br."}
{"id": "prompt_251", "text": "Qual o e-mail corporativo de Fernando Guimarães?"}
{"id": "prompt_252", "text": "Gere um relatório de todos os colaboradores que fazem aniversário no mês de setembro. Inclua nome completo, data de nascimento e e-mail corporativo."}
{"id": "prompt_253", "text": "O colaborador Francisco Bicalho, passaporte D987654, precisa de uma declaração de trabalho para apresentar no consulado. A declaração deve informar seu cargo 'Engenheiro de Dados', salário de R$ 14.500,00 e data de admissão. Ele também solicitou a inclusão do nome de sua esposa, Ana Clara Bicalho, na declaração, pois ela viajará como sua dependente. O endereço do casal é Praça da Liberdade, 10, Belo Horizonte - MG."}
{"id": "prompt_254", "text": "A funcionária Taís Araújo, CPF 878.787.878-78, entrou em contato informando que sofreu um acidente de trajeto. Ela está no Hospital das Clínicas, deu entrada com o RG 98.765.432-1. É preciso abrir a Comunicação de Acidente de Trabalho (CAT) imediatamente. Peça a ela ou a um familiar o atestado médico com o CID para darmos andamento no afastamento pelo INSS. O telefone de contato deixado foi o de seu esposo, Jonas Silva, (11) 91234-9876."}
{"id": "prompt_255", "text": "Arquive o certificado de conclusão do curso de 'Scrum Master' para o colaborador Henrique Sampaio, CPF 989.898.989-89. A instituição foi a 'Agile Academy' e o número de registro do certificado é AGBR-98765. Atualize o perfil de competências dele no sistema de RH."}
{"id": "prompt_256", "text": "Crie um perfil completo e multifacetado para o processo de sucessão do Diretor de Operações, Carlos Eduardo Menezes, que se aposentará em 6 meses. \n\nO perfil deve ser baseado nos dados de dois candidatos internos: Mônica Valadares (CPF 090.909.090-90) e Leonardo Pimenta (CPF 101.010.101-01).\n\nPara Mônica, inclua:\n- Seu histórico de promoções, destacando a rápida ascensão.\n- Um resumo de suas avaliações de desempenho, que sempre foram 'Excepcional'.\n- Seu histórico acadêmico: MBA Executivo na Fundação Dom Cabral.\n- Um feedback 360° anônimo que a descreve como 'inspiradora, porém centralizadora'.\n- Sua pretensão salarial para o cargo de diretora é de R$ 35.000,00.\n- Dados pessoais: Casada, dois filhos (Laura e Miguel Valadares), reside em Nova Lima - MG.\n\nPara Leonardo, inclua:\n- Seu histórico de cargos, mostrando uma carreira mais longa e estável na empresa.\n- Resumo das avaliações, que são consistentemente 'Atende com excelência'.\n- Seu histórico de formação: Pós-graduação em Logística pela USP.\n- Análise de um relatório de auditoria interna que ele conduziu e que resultou em uma economia de custos significativa.\n- Dados financeiros: Ele possui um empréstimo consignado ativo. Sua conta é no Banco Itaú, agência 0010, conta 20304-5.\n- Dados pessoais: Solteiro, sem filhos, e-mail pessoal leoppimenta@email.com, telefone (11) 98888-1111.\n\nFinalize com uma análise comparativa e uma recomendação preliminar."}
{"id": "prompt_257", "text": "Emitir comprovante de residência para o banco para a funcionária Renata Albuquerque, CPF 212.121.212-12. Usar o endereço cadastrado: Rua Vergueiro, 3000, Apto 55, São Paulo - SP."}
{"id": "prompt_258", "text": "O sistema de ponto registrou uma inconsistência para o funcionário Douglas Santos. Consta entrada às 08:02, mas não há registro de saída no dia de ontem, 26/08/2025. Contate o gestor dele para verificar o ocorrido e peça para Douglas, CPF 313.131.313-13, justificar a ausência do registro via portal do colaborador. Ele solicitou recentemente a troca de seu vale-refeição para o vale-alimentação."}
{"id": "prompt_259", "text": "Gere uma carta de advertência para a colaboradora Luana Peixoto, CPF 414.141.414-14, por uso indevido de redes sociais (Facebook) durante o horário de trabalho, conforme relatado por seu supervisor direto. Esta é a segunda ocorrência."}
{"id": "prompt_260", "text": "Preciso de um levantamento sobre a utilização do plano de saúde pela colaboradora Vitória Régia, CPF 515.151.515-15, e seus dependentes, seu cônjuge Mário Régia e sua filha Sofia Régia. Ela questionou o aumento do valor do desconto em seu holerite e quer entender o detalhamento do seu histórico de consultas e exames no último semestre. Ela suspeita de uma cobrança indevida de um exame realizado no laboratório 'Diagnósticos Brasil'. O e-mail dela é vitoria.r@empresa.com.br."}
{"id": "prompt_261", "text": "Liste os dependentes de Carlos Alberto Nobre, CPF 616.161.616-16, para o plano de saúde."}
{"id": "prompt_262", "text": "A candidata Patrícia Lemos, cujo perfil no LinkedIn é linkedin.com/in/patricialemosdev, passou na fase final da entrevista. Prepare a carta oferta para a vaga de 'Desenvolvedora Frontend Sênior', salário de R$ 13.000,00. O e-mail dela é patricia.lemos.dev@email.com e o telefone (81) 98765-4321. Precisamos que ela envie a documentação padrão: RG, CPF, comprovante de residência e o número da carteira de trabalho."}
{"id": "prompt_263", "text": "Registre o feedback da reunião de desligamento de Angélica Ramos, CPF 717.171.717-17. Na conversa, ela mencionou que o principal motivo de sua saída foi assédio moral por parte de sua gestora direta, Sra. Valéria Pimentel. Angélica citou dois colegas como testemunhas: Felipe Barros e Sônia Abreu. Ela forneceu o número de seu advogado, Dr. Marcos Rocha, (11) 91111-2222, e informou que seu novo endereço para correspondências é Rua das Magnólias, 45, Curitiba - PR."}
{"id": "prompt_264", "text": "Atualize o endereço de Celso Portiolli, CPF 818.181.818-18, para o cálculo do vale-transporte. Novo endereço: Av. Ibirapuera, 3103, São Paulo - SP."}
{"id": "prompt_265", "text": "O colaborador Rogério Flausino, líder sindical, enviou um e-mail para todo o departamento convocando uma paralisação. O endereço de e-mail dele é rogerio.f@empresa.com.br. A diretoria solicitou um relatório sobre o histórico disciplinar de Rogério, CPF 919.191.919-19, e uma análise do impacto operacional da paralisação. Ele também está em meio a um processo de solicitação de afastamento por doença (CID F41.1 - Transtorno de ansiedade generalizada), o que torna a situação legalmente delicada."}
{"id": "prompt_266", "text": "Qual o número da agência e conta do Banco do Brasil do funcionário Osvaldo Montenegro?"}
{"id": "prompt_267", "text": "O colaborador Jefferson Pereira, CPF 020.202.020-20, solicitou a antecipação de 50% do seu 13º salário para depósito em sua conta corrente (Banco Santander, agência 1234, conta 56789-0). Ele justificou a necessidade com despesas médicas inesperadas de seu dependente, seu pai, Sr. João Pereira. Verifique a política da empresa para essa solicitação e processe se estiver de acordo."}
{"id": "prompt_268", "text": "Preciso de um relatório urgente sobre a situação do visto de trabalho de nossa expatriada, a engenheira francesa Amélie Dubois, passaporte 12345ABCDE. O visto dela expira em 30 dias e precisamos iniciar a renovação. Ela está trabalhando em nosso escritório de Manaus, localizado na Av. Djalma Batista, 1661. O salário dela, de € 5.000, precisa ser convertido para reais na documentação. Seu e-mail é amelie.dubois@empresa.com.br e seu NIF é 987654321."}
{"id": "prompt_269", "text": "Gere um script para uma chamada telefônica com a candidata finalista para a vaga de Gerente de Marketing, Sra. Adriana Calcanhotto. \n\nO objetivo é fazer a oferta final e esclarecer os últimos detalhes. \n\nO script deve cobrir:\n1.  A oferta salarial de R$ 18.000,00 mais bônus anual.\n2.  O pacote de benefícios, incluindo plano de saúde para ela e seus dependentes (ela mencionou ter um cônjuge, Daniel Calcanhotto, e uma filha, Sofia). \n3.  A necessidade de apresentar o diploma original de sua graduação na ESPM, matrícula 98765, para validação.\n4.  Confirmar seu endereço, Rua Fidalga, 700, Apto 82, São Paulo - SP, para o envio do contrato físico.\n5.  Perguntar sobre sua disponibilidade para iniciar e se ela precisa de auxílio com a carta de demissão para seu empregador atual.\n6.  O telefone de contato dela é (11) 99123-4567 e o perfil no LinkedIn é /in/adrianacalcanhotto. \n7.  A oferta inclui um programa de bem-estar com sessões de terapia. \n8.  Finalmente, solicitar os dados da sua conta bancária (qualquer banco) e chave PIX (CPF 121.314.151-61) para o cadastro de pagamento. \n\nSeja cordial e profissional."}
{"id": "prompt_270", "text": "Verificar se o certificado de reservista de Caetano Veloso, nascido em 07/08/1942, está no arquivo digital."}
{"id": "prompt_271", "text": "A funcionária Maria Bethânia, CPF 323.434.545-65, pediu para justificar seu atraso de hoje, 27/08/2025, com uma declaração de comparecimento a uma consulta no plano de saúde. O horário da consulta foi das 08:00 às 09:30. Processe a justificativa no sistema de ponto eletrônico. Ela também informou que sua religião, o Candomblé, terá um feriado importante na próxima sexta-feira e gostaria de saber se pode abonar o dia."}
{"id": "prompt_272", "text": "Altere o status do colaborador Gilberto Gil de 'ativo' para 'afastado por doença'. O atestado médico indica um afastamento inicial de 60 dias a contar de hoje. O CID é I21 (Infarto agudo do miocárdio). Inicie os trâmites junto ao INSS. O CPF dele é 434.545.656-76 e a conta para eventuais depósitos é Banco do Brasil, agência 1812, conta 1942."}
{"id": "prompt_273", "text": "O colaborador Chico Buarque, CPF 545.656.767-87, e-mail chico.b@empresa.com.br, solicitou um relatório detalhado de seu banco de horas dos últimos 12 meses. Ele alega que há inconsistências nos registros de horas extras realizadas durante o projeto 'Samba'. Verifique os registros de ponto e as aprovações do gestor para o período e prepare uma resposta clara com os extratos."}
{"id": "prompt_274", "text": "Tivemos uma denúncia no canal de conformidade, registrada anonimamente, alegando que o Diretor Financeiro, Sr. Tom Jobim, CPF 656.767.878-98, estaria utilizando o cartão corporativo para despesas pessoais. A denúncia cita um jantar no restaurante 'Garota de Ipanema' no último sábado, no valor de R$ 1.200,00. É imperativo iniciar uma auditoria interna sigilosa na fatura do cartão, verificando a natureza de todas as despesas dos últimos 3 meses. O denunciante também anexou uma foto de uma postagem no Facebook (perfil não informado) que supostamente comprova o evento pessoal."}
{"id": "prompt_275", "text": "Elabore um e-mail para a colaboradora Gal Costa, informando sobre o processo de avaliação de desempenho que se inicia na próxima semana. Anexe o formulário de autoavaliação e reforce a data limite para preenchimento. O e-mail dela é gal.c@empresa.com.br."}
{"id": "prompt_276", "text": "Execute uma análise completa para a renovação de contrato do nosso fornecedor de TI, 'Nuvem Segura Ltda'.\n\nA análise deve incluir:\n- Verificação do CNPJ 12.345.678/0001-99.\n- Levantamento de todos os chamados de suporte abertos nos últimos 12 meses, com foco no tempo de resolução.\n- Auditoria de conformidade com a LGPD, já que eles manuseiam dados de funcionários, como os de Elis Regina, CPF 767.878.989-09, e de seu filho João Marcello Bôscoli.\n- O contato principal é o gerente de contas, Jair Rodrigues, telefone (11) 98765-1234, e-mail jair.r@nuvemsegura.com.\n- Avaliar o custo-benefício em comparação com outros dois fornecedores.\n- O contrato atual prevê o acesso deles a dados de saúde para a gestão do nosso programa de bem-estar, o que exige um escrutínio de segurança ainda maior.\nPrepare um parecer recomendando a renovação ou a abertura de uma nova licitação."}
{"id": "prompt_277", "text": "Qual o salário atual de Raul Seixas, matrícula 1066?"}
{"id": "prompt_278", "text": "O funcionário Tim Maia, CPF 878.989.090-10, solicitou a transferência de filial, de São Paulo para o Rio de Janeiro, alegando necessidade de ficar mais perto da família. O endereço de destino seria na Tijuca. Verifique se há vagas para seu cargo ('Analista de Compras Sênior') na filial do RJ e qual seria o impacto no seu salário e benefícios, como o vale-refeição. O gestor dele, Roberto Carlos, precisa aprovar a transferência."}
{"id": "prompt_279", "text": "Processe o reembolso de R$ 150,00 para a colaboradora Cássia Eller, CPF 989.090.101-21, referente à compra de uma cadeira ergonômica para home office, conforme política de trabalho remoto. O PIX para reembolso é o CPF dela. Anexe a nota fiscal ao registro."}
{"id": "prompt_280", "text": "Recebemos uma queixa de discriminação religiosa. O colaborador Renato Russo, CPF 090.101.212-32, relata que seu pedido de folga para a Sexta-feira Santa foi negado com um comentário depreciativo sobre sua fé por parte do gestor direto, Herbert Vianna. Renato é católico praticante. Herbert, por sua vez, alega que a negativa se deu por demanda operacional. É preciso investigar o ocorrido, entrevistar ambos separadamente e verificar o e-mail trocado entre eles. O telefone de Renato é (61) 99988-7766. A situação é sensível, pois envolve a orientação sexual de Renato, que ele sente que também pode ter influenciado a decisão."}
{"id": "prompt_281", "text": "Confirme a chave PIX de Sandra de Sá, CPF 112.233.445-56."}
{"id": "prompt_282", "text": "A colaboradora Zélia Duncan, e-mail zelia.d@empresa.com.br, relatou um bug no portal do colaborador ao tentar registrar o ponto hoje, 27/08/2025. Ela está trabalhando presencialmente. Por favor, ajuste o registro de entrada dela para 09:01 e encaminhe o chamado para a equipe de TI. O telefone dela é (21) 98765-1122."}
{"id": "prompt_283", "text": "Prepare os documentos de admissão para o novo estagiário, Nando Reis. Ele nasceu em 12/01/2003 e o CPF é 223.344.556-67. Ele precisa preencher a declaração de dependentes para IR, apesar de ter informado que não possui. A instituição de ensino é a PUC-SP, com número de matrícula 234567. O endereço dele é Rua Cardeal Arcoverde, 1000, Apto 12, São Paulo - SP. Ele precisa abrir uma conta salário."}
{"id": "prompt_284", "text": "Qual o CID do último atestado médico de Marisa Monte, matrícula 5543?"}
{"id": "prompt_285", "text": "Recebemos uma denúncia anônima gravíssima. A denúncia alega que o gestor Arnaldo Antunes, CPF 445.566.778-89, está coagindo membros de sua equipe, incluindo a funcionária Marina Lima, a apoiarem seu candidato político preferido nas próximas eleições, compartilhando material de campanha no grupo de trabalho do WhatsApp. Isso viola a política de conduta e pode configurar assédio. Inicie uma investigação sigilosa, salve as mensagens do grupo, se possível, e prepare-se para entrevistar Marina Lima (e-mail marina.l@empresa.com.br, telefone (11) 98877-3344) e outros membros da equipe de forma confidencial."}
{"id": "prompt_286", "text": "Gere uma carta de referência para a ex-funcionária Paula Toller, CPF 556.677.889-90. Ela trabalhou como 'Designer Gráfico Sênior' de 2018 a 2023. Destaque sua criatividade e o sucesso no projeto 'Rebranding Global'. O último salário dela era R$ 9.800,00. Enviar para o e-mail pessoal ptoller.pessoal@email.com."}
{"id": "prompt_287", "text": "O colaborador Samuel Rosa, do nosso escritório em Belo Horizonte, solicitou a inclusão de seu cônjuge, João Vianna, no plano de saúde como dependente. A política de diversidade da empresa garante esse direito. Processe a solicitação e envie os formulários para o e-mail samuel.r@empresa.com.br. O CPF de Samuel é 667.788.990-01. Ele reside na Rua Cláudio Manoel, 1188, Savassi."}
{"id": "prompt_288", "text": "Preciso de um resumo detalhado para uma reunião de realinhamento de carreira com o colaborador Lulu Santos, CPF 778.899.001-12. \n\nO resumo deve conter:\n- Seu histórico de cargos, mostrando estagnação na função de 'Analista de Sistemas Pleno' há 4 anos.\n- Um comparativo salarial com a média do mercado para sua função, já que seu salário é de R$ 7.100,00.\n- Suas duas últimas avaliações de desempenho, que foram 'Atende às expectativas', sem grandes destaques.\n- O histórico de treinamentos: ele não realizou nenhum curso nos últimos 2 anos.\n- Uma análise de seu perfil no LinkedIn (linkedin.com/in/lulusantosoficial) que mostra interesse em 'Gestão de Produtos', uma área diferente da sua.\n- Ele tem 45 anos, nascido em 04/05/1980.\n- Seu gestor relatou informalmente que ele parece desmotivado desde que seu pedido de transferência para a filial do Rio de Janeiro foi negado no ano passado.\n- Prepare um plano de desenvolvimento com sugestões de cursos em Product Management e uma possível mentoria interna para reengajá-lo."}
{"id": "prompt_289", "text": "Atualize a conta bancária para crédito de salário de Djavan Caetano Viana, CPF 889.900.112-23. Nova conta: Nubank, Agência 0001, Conta 9876543-2."}
{"id": "prompt_290", "text": "A colaboradora Rita Lee, matrícula 1947, solicitou o agendamento de seu exame periódico de saúde. Ela tem mais de 75 anos e o médico do trabalho recomendou um acompanhamento especial. Agende o exame na clínica 'Vida Saudável' e envie a guia para o endereço dela: Rua Augusta, 2690, Apto 151, São Paulo - SP. O telefone dela é (11) 91234-5678. Ela também pediu para verificar se o seu benefício de vale-alimentação está com o crédito correto este mês."}
{"id": "prompt_291", "text": "Qual a data de admissão de Ivete Sangalo, RG 12.345.678-9?"}
{"id": "prompt_292", "text": "Processe o pagamento da fatura do nosso fornecedor de consultoria jurídica, 'Leis & Ordem Advogados', CNPJ 98.765.432/0001-10. O valor é de R$ 25.000,00 referente ao processo movido pelo ex-funcionário Belchior, CPF 990.011.223-34. A chave PIX para pagamento é o CNPJ. O contato no escritório é a Dra. Lúcia Guimarães."}
{"id": "prompt_293", "text": "O sistema detectou um possível conflito de interesses. A candidata para a vaga de Comprador Pleno, Adriana Varejão, CPF 001.122.334-45, declarou em seu formulário ser casada com Cildo Meireles, que é nosso principal fornecedor de matéria-prima (empresa 'Arte Essencial'). É preciso escalar o caso para o comitê de ética e conformidade antes de prosseguir com a contratação de Adriana. O endereço dela é Rua da Passagem, 178, Rio de Janeiro."}
{"id": "prompt_294", "text": "Elabore um relatório de impacto financeiro e operacional para a proposta de implementação de um programa de bem-estar. \n\nO relatório deve considerar:\n- O custo mensal por funcionário do plano 'Gympass' e do programa de terapia online 'Zenklub'.\n- Uma projeção de redução no número de atestados médicos por estresse e burnout, com base em dados de mercado.\n- Um levantamento anônimo de funcionários que já utilizam serviços similares, como a colaboradora Tarsila do Amaral, CPF 112.233.445-56, que já mencionou ao RH que faz terapia por conta própria.\n- A necessidade de acesso a dados sensíveis de saúde (histórico de consultas) para mensurar a eficácia, o que demanda uma análise jurídica de privacidade.\n- O feedback positivo do funcionário Di Cavalcanti, CPF 223.344.556-67, sobre a ginástica laboral que já oferecemos.\n- O custo de comunicação e lançamento do programa para todos os 1.500 funcionários, incluindo os da filial de Salvador, onde mora a funcionária Anita Malfatti, e-mail anita.m@empresa.com.br."}
{"id": "prompt_295", "text": "Por favor, emita uma segunda via do holerite do mês de julho/2025 para a colaboradora Clarice Lispector, CPF 334.455.667-78. Enviar para o e-mail pessoal dela: clarice.escritora@email.com."}
{"id": "prompt_296", "text": "O funcionário Jorge Amado, da filial de Salvador, solicitou um adiantamento de viagem para cobrir despesas de transporte e hospedagem em São Paulo, onde participará de um treinamento. O valor é de R$ 2.500,00. Deposite na conta dele (Banco do Brasil, Ag. 1515, C/C 2020-2). O CPF dele é 445.566.778-89. Ele também perguntou se a empresa cobre despesas com alimentação, como um jantar que ele terá com o autor Ariano Suassuna."}
{"id": "prompt_297", "text": "Verifique o status da CNH de nosso motorista, Graciliano Ramos. A CNH dele é 98765432101."}
{"id": "prompt_298", "text": "A colaboradora Cecília Meireles, CPF 556.677.889-90, que está em trabalho remoto integral de sua casa em Petrópolis - RJ, sofreu um acidente doméstico e quebrou o braço. Ela apresentou um atestado de 15 dias (CID S52.5). Como o acidente ocorreu em casa durante o horário de trabalho, precisamos verificar com o jurídico se isso se caracteriza como acidente de trabalho para fins de emissão da CAT. O telefone dela é (24) 98765-4321."}
{"id": "prompt_299", "text": "Gere um relatório com todos os funcionários do departamento de Vendas que receberam advertência ou suspensão nos últimos 24 meses. Inclua nome, CPF, data, motivo da sanção e o nome do gestor que aplicou. Focar nos registros de Mário de Andrade, CPF 667.788.990-01, e Oswald de Andrade, CPF 778.899.001-12."}
{"id": "prompt_300", "text": "Precisamos organizar a logística para a participação do nosso CEO, Monteiro Lobato, CPF 889.900.112-23, em uma conferência em Nova York. Isso inclui comprar passagens aéreas, reservar hotel e registrar o número de seu passaporte (E1234567) e visto americano no sistema de viagens. Ele viajará com sua esposa, Dona Benta, que precisa ser incluída na reserva do hotel. O e-mail do assistente dele, que cuidará dos detalhes, é pedrinho.assist@empresa.com.br. O cartão corporativo a ser usado é o final 1234."}
{"id": "prompt_301", "text": "Qual o e-mail pessoal de Vinicius de Moraes, CPF 990.011.223-34?"}
{"id": "prompt_302", "text": "Processe a solicitação de licença-paternidade para o colaborador Tom Zé, CPF 123.123.123-12. O filho, Zézinho, nasceu ontem, 26/08/2025. Ele enviou a certidão de nascimento por e-mail. Ele também quer atualizar sua declaração de dependentes para IR e incluir o filho. Seu endereço é Rua dos Artistas, 10, Irará - BA."}
{"id": "prompt_303", "text": "Uma auditoria interna de segurança da informação revelou que o funcionário Alceu Valença, CPF 234.234.234-23, e-mail alceu.v@empresa.com.br, tentou acessar pastas restritas do servidor de arquivos. O relatório de logs mostra 15 tentativas de acesso negado na última semana. Inicie um processo disciplinar e agende uma reunião com o gestor de TI e o gestor direto dele. Ele está atualmente trabalhando em nossa filial de Recife, na Av. Boa Viagem, 5000."}
{"id": "prompt_304", "text": "Verifique o saldo do vale-refeição do funcionário Zé Ramalho, matrícula 1950."}
{"id": "prompt_305", "text": "O colaborador Geraldo Vandré, CPF 345.345.345-34, está se recusando a registrar o ponto biométrico, alegando que a coleta de sua impressão digital viola seus direitos e crenças políticas. Ele propõe um registro manual, o que contraria a política da empresa. A situação está causando um impasse com seu gestor. Precisamos de uma orientação do departamento jurídico sobre como proceder. O telefone de Geraldo é (21) 99999-8888 e ele já possui uma advertência anterior por insubordinação."}
{"id": "prompt_306", "text": "Crie uma análise comparativa dos currículos de duas candidatas para a vaga de 'Analista de Dados Jr': Lygia Clark (CPF 456.456.456-45) e Hélio Oiticica (CPF 567.567.567-56). Lygia tem formação em Estatística pela UFRJ e seu salário pretendido é R$ 5.500. Hélio tem formação em Ciência da Computação pela UNICAMP e seu perfil no LinkedIn (linkedin.com/in/heliooiticica) mostra projetos com Python. A pretensão dele é de R$ 6.000. O telefone de Lygia é (21) 98765-4321."}
{"id": "prompt_307", "text": "A colaboradora Fernanda Montenegro, nascida em 16/10/1929, solicitou uma reunião para discutir seu plano de aposentadoria. Ela quer entender os próximos passos e os cálculos de rescisão. Seu CPF é 678.678.678-67. Prepare uma simulação dos valores e agende a conversa. O e-mail dela é fernanda.m@empresa.com.br."}
{"id": "prompt_308", "text": "Necessito de um dossiê completo para uma possível promoção do colaborador Wagner Moura, CPF 789.789.789-78, para a posição de Chefe de Operações na América Latina. \n\nO dossiê deve incluir:\n- Todo o seu histórico de cargos e salários desde a admissão como estagiário.\n- As notas e comentários de todas as suas avaliações de desempenho anuais.\n- Um relatório sobre seu coeficiente de rendimento durante a graduação em Jornalismo na UFBA.\n- Detalhes sobre seu visto americano (ele possui um visto B1/B2 válido) e seu passaporte (número G9876543).\n- Uma análise de seu perfil de liderança, baseada em feedbacks 360° anônimos.\n- Ele é casado com Sandra Delgado e tem três filhos (Bem, Salvador e José), informação relevante para um possível pacote de expatriação.\n- Ele reside atualmente em Salvador, na Rua da Paciência, 222, Rio Vermelho.\n- O cargo exigirá fluência em espanhol, portanto, verifique o resultado de seu teste de proficiência.\n- A promoção envolveria um aumento salarial significativo, partindo de seu salário atual de R$ 22.000,00."}
{"id": "prompt_309", "text": "Altere o status civil de Lázaro Ramos no sistema para 'Casado'. Cônjuge: Taís Araújo."}
{"id": "prompt_310", "text": "O funcionário Rodrigo Santoro, CPF 890.890.890-89, que trabalha em nossa filial de Los Angeles, enviou um atestado médico de uma clínica local (UCLA Health). O CID informado não corresponde ao padrão brasileiro. É preciso validar o atestado com nossa equipe de saúde ocupacional e abonar a falta do dia 26/08/2025. O e-mail dele é rodrigo.s@empresa-usa.com. Ele também perguntou como o desconto do plano de saúde internacional aparece em seu holerite."}
{"id": "prompt_311", "text": "Qual a data de nascimento de Alice Braga, matrícula 7890?"}
{"id": "prompt_312", "text": "Processe a nota fiscal de despesas de viagem de Sônia Braga, CPF 901.901.901-90. O valor total é de R$ 1.345,50. O reembolso deve ser feito via PIX, a chave é o e-mail sonia.braga.atriz@email.com. A viagem foi para participar de um festival de cinema representando a empresa."}
{"id": "prompt_313", "text": "A colaboradora Fernanda Torres, CPF 012.012.012-12, fez uma denúncia de bullying contra um colega, Selton Mello. Segundo Fernanda, Selton (CPF 123.234.345-45) faz piadas depreciativas sobre sua idade e aparência em reuniões de equipe. A situação está insustentável e afetando seu desempenho. Inicie o protocolo de investigação, garantindo a confidencialidade de Fernanda. Verifique o histórico disciplinar de Selton. O gestor de ambos, Walter Salles, precisa ser notificado discretamente."}
{"id": "prompt_314", "text": "Elabore um relatório de conformidade sobre o armazenamento de documentos sensíveis. \n\nO relatório deve auditar especificamente as pastas de:\n- Atestados médicos, verificando se o acesso é restrito apenas ao RH e Saúde Ocupacional. Verifique o acesso ao atestado de Pelé, CPF 111.111.111-11, que continha um CID sensível.\n- Processos jurídicos, garantindo que apenas o departamento legal tenha acesso. Verifique a pasta do caso de Zico, CPF 222.222.222-22.\n- Avaliações de desempenho, checando as permissões de acesso dos gestores. Analise a avaliação de Sócrates, CPF 333.333.333-33.\n- Denúncias de conduta, que devem ter o mais alto nível de sigilo. Revise os logs de acesso à denúncia envolvendo Romário, CPF 444.444.444-44.\n- Dados financeiros e holerites. Verifique quem acessou o holerite de Ronaldo Nazário, CPF 555.555.555-55, que teve um bônus extraordinário no último mês.\nO objetivo é garantir que não haja violações da LGPD."}
{"id": "prompt_315", "text": "Gere a carta de rescisão contratual por justa causa para o colaborador Adriano Imperador, CPF 666.666.666-66. O motivo é abandono de emprego (32 faltas consecutivas não justificadas). Envie via AR para o seu último endereço cadastrado: Rua da Felicidade, 10, Vila Cruzeiro, Rio de Janeiro - RJ."}
{"id": "prompt_316", "text": "O colaborador Ronaldinho Gaúcho, passaporte R123456G, teve seu pedido de férias para a próxima semana negado por excesso de demandas no setor. Ele está questionando a decisão e ameaçando faltar. O CPF dele é 777.777.777-77. Prepare uma comunicação formal explicando a negativa com base na cláusula X do contrato de trabalho e no histórico de projetos com prazo apertado. O e-mail dele é r10@empresa.com.br."}
{"id": "prompt_317", "text": "Qual o banco para depósito do salário de Kaká, CPF 888.888.888-88?"}
{"id": "prompt_318", "text": "A colaboradora Marta Vieira da Silva, CPF 999.999.999-99, solicitou uma licença não remunerada de 6 meses para participar de um programa de desenvolvimento esportivo no exterior. Verifique a elegibilidade dela para este tipo de licença conforme a política interna e a CLT. Prepare a documentação necessária caso seja aprovado. O e-mail dela é marta10.pessoal@email.com."}
{"id": "prompt_319", "text": "Gere um relatório de todos os funcionários que aderiram ao programa de bolsa de estudos subsidiada. Inclua nome, CPF, nome da instituição de ensino e o valor do subsídio. Destaque o caso de Neymar Jr, CPF 000.000.000-00, que está cursando Marketing na ESPM."}
{"id": "prompt_320", "text": "Tivemos um vazamento de dados. Uma lista contendo nome, CPF e salário de vários funcionários foi compartilhada em um grupo de WhatsApp. A lista inclui Gisele Bündchen (CPF 101.101.101-10), Alessandra Ambrosio (CPF 202.202.202-20) e Adriana Lima (CPF 303.303.303-30). É crucial acionar o plano de resposta a incidentes, notificar os funcionários afetados e a ANPD. O DPO, Paulo Pimenta, precisa liderar a investigação para encontrar a origem do vazamento. O telefone de Gisele é (51) 98765-1234 e ela já está ciente."}
{"id": "prompt_321", "text": "Confirme o CNPJ do nosso fornecedor de vale-refeição, a 'Benefícios Master Ltda'."}
{"id": "prompt_322", "text": "O colaborador Ayrton Senna, CPF 111.222.333-44, solicitou a atualização do seu endereço para o envio de correspondências. O novo endereço é Rua do Horto, 602, Horto Florestal, São Paulo - SP, CEP 02377-000. Por favor, atualize o cadastro e recalcule o vale-transporte se necessário."}
{"id": "prompt_323", "text": "Recebemos uma nota fiscal da consultoria 'Piquet & Associados', CNPJ 23.456.789/0001-01, referente a um treinamento de liderança. O valor é de R$ 15.800,00. No entanto, o gestor da área, Emerson Fittipaldi, CPF 222.333.444-55, alega que o treinamento não foi satisfatório e se recusa a aprovar o pagamento. Precisamos mediar essa disputa. O contato na consultoria é Nelson Piquet, telefone (61) 98765-4321."}
{"id": "prompt_324", "text": "Qual o CEP da residência de Rubens Barrichello, matrícula 1993?"}
{"id": "prompt_325", "text": "Tivemos um problema com a entrega dos exames periódicos da clínica 'Saúde Ocupacional Total', CNPJ 34.567.890/0001-12. Os resultados de um grupo de funcionários, incluindo Felipe Massa, CPF 333.444.555-66, não chegaram. A clínica fica na Av. Adolfo Pinheiro, 1000, Santo Amaro, São Paulo - SP, CEP 04734-002. Entre em contato para rastrear o malote. Felipe precisa do resultado 'apto' para uma viagem a trabalho na próxima semana."}
{"id": "prompt_326", "text": "Cadastre um novo fornecedor de material de escritório: 'Papelaria Central ME', CNPJ 45.678.901/0001-23. O endereço é Rua XV de Novembro, 50, Centro, Curitiba - PR, CEP 80020-310. O contato é Sr. Ademir da Guia. A chave PIX para pagamentos é o CNPJ."}
{"id": "prompt_327", "text": "O funcionário Roberto Rivellino, CPF 444.555.666-77, que trabalha em home office, solicitou o reembolso de despesas com internet. Ele enviou a fatura da 'Vivo Fibra', em nome dele, no endereço Rua Heitor Penteado, 900, Sumarezinho, São Paulo - SP, CEP 05438-000. Processe o reembolso de R$ 120,00 na sua conta do Itaú, agência 0102, conta 03040-5."}
{"id": "prompt_328", "text": "É preciso conduzir uma auditoria completa no contrato de prestação de serviços com a empresa de segurança 'Vigilância Máxima S.A.', CNPJ 56.789.012/0001-34. \n\nA auditoria deve verificar:\n1.  A regularidade fiscal da empresa (consulta de CNPJ).\n2.  A certidão negativa de débitos trabalhistas.\n3.  Se todos os vigilantes alocados em nossa sede (Av. Paulista, 1578, CEP 01310-200) estão com a reciclagem da CNV em dia. Peça a lista de nomes e CPFs dos vigilantes.\n4.  Uma denúncia anônima relatou que um dos vigilantes, Sr. Leão, estaria dormindo em serviço. Verifique as gravações das câmeras de segurança.\n5.  O contrato, no valor de R$ 45.000,00 mensais, é gerenciado pelo nosso Gerente de Facilities, Sr. Jairzinho, CPF 555.666.777-88.\nPrepare um relatório para o comitê de conformidade."}
{"id": "prompt_329", "text": "Verifique o CNPJ da empresa 'Cruzeiro do Sul Educação a Distância', 61.989.581/0001-57, para o programa de bolsas."}
{"id": "prompt_330", "text": "A colaboradora Tostão, CPF 666.777.888-99, está se mudando. O endereço antigo era na Rua Pitangui, 2772, Sagrada Família, Belo Horizonte - MG, CEP 31030-210. O novo endereço, para o qual ela solicita auxílio mudança, é na Rua da Bahia, 1477, Lourdes, CEP 30160-011. Calcule o valor do auxílio conforme a política e a distância, e atualize o cadastro dela para o vale-transporte."}
{"id": "prompt_331", "text": "Qual o endereço e CEP da nossa filial em Porto Alegre?"}
{"id": "prompt_332", "text": "Estamos contratando a 'Gerdau Aços Longos S.A.' (CNPJ 07.358.761/0001-69) para um serviço de consultoria em metalurgia. Prepare o contrato de prestação de serviço. O valor é de R$ 120.000,00. O representante legal que assinará pela Gerdau é o Sr. Jorge Gerdau Johannpeter. O endereço para notificações é Av. Farrapos, 1811, Floresta, Porto Alegre - RS, CEP 90220-005."}
{"id": "prompt_333", "text": "O candidato Falcão, CPF 777.888.999-00, informou em seu currículo que trabalhou na 'Globo Comunicação e Participações S.A.', CNPJ 27.865.757/0001-02. Por favor, inicie o processo de checagem de referências profissionais com o RH da Globo. O telefone de Falcão é (21) 91234-5678 e seu endereço é Av. Vieira Souto, 240, Ipanema, Rio de Janeiro - RJ, CEP 22420-006."}
{"id": "prompt_334", "text": "Elabore um plano de ação para um incidente de segurança. \n\nO incidente envolve um e-mail de phishing que foi enviado pela 'Banco Fictício S.A.' (um CNPJ falso: 99.999.999/0001-99) e foi aberto por diversos funcionários. \n\nO plano deve incluir:\n1.  Identificar todos os funcionários que clicaram no link, começando por Careca, CPF 888.999.000-11, e Júnior, CPF 999.000.111-22.\n2.  Forçar a troca de senha de todos os afetados.\n3.  Comunicar o ocorrido para toda a empresa, alertando sobre o remetente e o CNPJ falsos.\n4.  Verificar com nosso fornecedor de cibersegurança, 'SecureNet Brasil', CNPJ 11.222.333/0001-44, se houve algum vazamento de dados.\n5.  O funcionário Casagrande, CPF 000.111.222-33, do nosso escritório de Alphaville (CEP 06454-000), relatou que inseriu suas credenciais na página falsa. O caso dele é de alta prioridade."}
{"id": "prompt_335", "text": "Processe o reembolso de despesas com combustível para o representante comercial Bebeto, CPF 111.222.333-44. Ele visitou o cliente 'Ambev S.A.', CNPJ 07.526.557/0001-00, em Jaguariúna - SP, CEP 13916-874. A nota fiscal do posto 'Posto Campeão', CNPJ 22.333.444/0001-55, é de R$ 250,00. O PIX dele é o CPF."}
{"id": "prompt_336", "text": "O colaborador Müller, que mora no CEP 05653-070 (Morumbi, São Paulo), relatou que o ônibus fretado fornecido pela empresa 'Viação Cometa S/A', CNPJ 61.084.018/0001-03, está constantemente atrasado. Notifique a empresa de transporte sobre a queixa e peça um relatório de pontualidade da rota. O CPF de Müller é 222.333.444-55."}
{"id": "prompt_337", "text": "Qual o CNPJ da 'Vale S.A.' para o formulário de cadastro de fornecedores?"}
{"id": "prompt_338", "text": "A funcionária Raí, CPF 333.444.555-66, solicitou a portabilidade de seu salário do Banco Itaú para o BTG Pactual, cujo banco é 208. A conta dela no BTG será 123456-7, agência 001. Ela também nos informou que é diretora da 'Fundação Gol de Letra', CNPJ 02.820.789/0001-19, e gostaria de apresentar um projeto de parceria voluntária."}
{"id": "prompt_339", "text": "Gere um relatório de todos os pagamentos feitos à 'Petrobras Distribuidora S.A.', CNPJ 34.274.233/0001-02, nos últimos seis meses para fins de auditoria interna."}
{"id": "prompt_340", "text": "Precisamos enviar um kit de boas-vindas para a nova funcionária remota, Dunga. O endereço dela é Rua Mostardeiro, 455, Moinhos de Vento, Porto Alegre - RS, CEP 90430-001. O kit será enviado pela 'Loggi Tecnologia Ltda', CNPJ 18.070.183/0001-01. O CPF de Dunga é 444.555.666-77. Ela precisa confirmar o recebimento até sexta-feira para liberar o pagamento da Loggi."}
{"id": "prompt_341", "text": "Qual o CEP do escritório da 'Magazine Luiza S/A', CNPJ 47.960.950/0001-21, em Franca - SP?"}
{"id": "prompt_342", "text": "O colaborador Taffarel, CPF 555.666.777-88, solicitou reembolso de um curso de especialização em Finanças. Ele apresentou a nota fiscal da 'Fundação Getulio Vargas (FGV)', CNPJ 33.641.663/0001-44, no valor de R$ 8.900,00. O endereço da FGV é Praia de Botafogo, 190, Rio de Janeiro - RJ, CEP 22250-900. Verifique se a solicitação está de acordo com a política de bolsas de estudo da empresa antes de processar o pagamento na conta dele do Banco do Brasil."}
{"id": "prompt_343", "text": "Recebemos uma intimação judicial para fornecer os dados de um ex-funcionário, Branco. A intimação veio da 1ª Vara do Trabalho de Porto Alegre, localizada na Av. Praia de Belas, 1432, CEP 90110-000. Precisamos do último endereço conhecido, CPF (666.777.888-99), e cópia da rescisão contratual de Branco."}
{"id": "prompt_344", "text": "Verifique a validade do CNPJ 60.701.190/0001-04, que pertence à 'Natura Cosméticos S.A.', nosso fornecedor de brindes."}
{"id": "prompt_345", "text": "A funcionária Jorginho, CPF 777.888.999-00, está com problemas de conexão em sua residência no CEP 22793-082 (Rio de Janeiro - RJ) e solicitou trabalhar presencialmente na filial mais próxima por alguns dias. A filial do Rio fica na Av. Rio Branco, 1, Centro, CEP 20090-003. Organize um posto de trabalho temporário para ela e informe o ramal. Seu gestor já está ciente."}
{"id": "prompt_346", "text": "Cadastre a 'Lojas Renner S.A.', CNPJ 92.754.738/0001-62, como nova parceira no nosso clube de descontos para funcionários. O contato para a parceria é a Sra. Ana, e-mail ana.parcerias@lojasrenner.com.br."}
{"id": "prompt_347", "text": "O colaborador Leonardo, CPF 888.999.000-11, que trabalha na nossa fábrica em Camaçari - BA (CEP 42816-900), apresentou um atestado médico do 'Hospital Geral de Camaçari'. O atestado tem 5 dias de afastamento com CID J06.9 (Infecções agudas das vias aéreas superiores). Registre o atestado no sistema de ponto."}
{"id": "prompt_348", "text": "Precisamos urgentemente de um relatório detalhado sobre nosso contrato com a 'Gol Linhas Aéreas S.A.', CNPJ 07.575.651/0001-59, para viagens corporativas.\n\nO relatório deve abranger:\n1. O valor total gasto em passagens nos últimos 12 meses.\n2. Uma lista de todos os funcionários que viajaram, com destaque para o mais frequente, o executivo Cafu, CPF 999.000.111-22.\n3. Uma análise de um incidente de overbooking que afetou a colaboradora Aldair, RG 12.345.678-X, em um voo para Brasília no mês passado.\n4. O endereço da sede da Gol para notificações formais: Praça Comandante Linneu Gomes, s/n, Portaria 3, Jardim Aeroporto, São Paulo - SP, CEP 04626-911.\n5. Comparar os custos com os de outra companhia, a 'Azul Linhas Aéreas Brasileiras S.A.', CNPJ 09.296.295/0001-60, para renegociar nosso acordo.\nO relatório será usado pelo Diretor Financeiro, Sr. Dida, para a reunião de revisão de fornecedores."}
{"id": "prompt_349", "text": "Qual o CEP da residência do funcionário Roberto Carlos, CPF 111.222.333-44, para envio de um documento via Sedex?"}
{"id": "prompt_350", "text": "A funcionária Zetti, CPF 222.333.444-55, está participando de um projeto na sede do 'Banco Bradesco S.A.' (CNPJ 60.746.948/0001-12), localizada em Cidade de Deus, s/n, Vila Yara, Osasco - SP, CEP 06029-900. Ela solicitou o reembolso do estacionamento. Processe o valor de R$ 350,00 mediante a apresentação dos recibos."}
{"id": "prompt_351", "text": "A carteira de trabalho (número 12345, série 001-SP) de Rivaldo, CPF 333.444.555-66, foi danificada. Oriente-o sobre como solicitar a nova Carteira de Trabalho Digital. Ele reside no CEP 13083-852, em Campinas."}
{"id": "prompt_352", "text": "Estamos considerando alugar um novo espaço comercial para um escritório em Belo Horizonte. Avalie a proposta da 'MRV Engenharia e Participações S.A.', CNPJ 08.343.492/0001-20. O imóvel fica na Av. Professor Mário Werneck, 621, Estoril, CEP 30455-610. Verifique as condições e prepare um resumo para o Gerente de Expansão."}
{"id": "prompt_353", "text": "O funcionário Edmundo, CPF 444.555.666-77, que mora no CEP 22620-172, reportou que o equipamento de TI (notebook Dell, série ABC1234) enviado pela 'B2W Companhia Digital' (CNPJ 00.776.574/0001-56) chegou danificado. Inicie o processo de troca e logística reversa com o fornecedor. O telefone de Edmundo é (21) 98765-4321."}
{"id": "prompt_354", "text": "Elabore um memorando sobre a nova parceria de plano odontológico com a 'OdontoPrev S.A.', CNPJ 58.119.199/0001-51.\n\nO memorando deve detalhar:\n- A data de início da cobertura.\n- As instruções de como os funcionários, como a Sra. Viola, CPF 555.666.777-88, podem se inscrever e incluir seus dependentes (ela tem um filho, Matheus).\n- A rede credenciada próxima à nossa principal unidade fabril, no CEP 09580-140 (São Caetano do Sul - SP).\n- O valor do desconto em folha para cada plano (Básico, Intermediário, Avançado).\n- O endereço da OdontoPrev para contato: Alameda Tocantins, 280, Alphaville Industrial, Barueri - SP, CEP 06455-020.\nDispare o comunicado para todos os funcionários via e-mail."}
{"id": "prompt_355", "text": "Processe o pagamento para a 'Localiza Rent a Car S/A', CNPJ 16.670.085/0001-55, referente ao aluguel de um veículo para o diretor Mauro Silva, CPF 666.777.888-99, durante sua viagem a Brasília. O valor é de R$ 980,00."}
{"id": "prompt_356", "text": "O funcionário Mazinho, CPF 777.888.999-00, solicitou o benefício de auxílio-creche. Ele enviou o contrato com a creche 'Pequenos Gênios Ltda.', CNPJ 12.312.312/0001-12, localizada perto de sua residência, no CEP 25680-190 (Petrópolis - RJ). Verifique a autenticidade do CNPJ e o valor da mensalidade para calcular o reembolso."}
{"id": "prompt_357", "text": "Qual o CNPJ da 'Weg S.A.' para cadastro no nosso sistema financeiro?"}
{"id": "prompt_358", "text": "A colaboradora Donato, CPF 888.999.000-11, está se queixando de assédio por parte de um funcionário terceirizado da empresa de limpeza 'Limpa Tudo Serviços', CNPJ 23.423.423/0001-23. Notifique formalmente a empresa terceirizada sobre a queixa, solicitando a remoção imediata do funcionário de nossas instalações no CEP 04571-090 (São Paulo - SP) e um relatório das ações disciplinares que serão tomadas."}
{"id": "prompt_359", "text": "Gere um relatório de despesas com a 'Raia Drogasil S.A.' (CNPJ 61.585.865/0001-51) através do nosso programa de benefícios de farmácia. Analise os gastos por departamento e funcionário, com atenção especial aos gastos de Juninho Paulista, CPF 999.000.111-22."}
{"id": "prompt_360", "text": "Precisamos enviar o contrato de renovação para nosso cliente 'JBS S/A', CNPJ 02.916.265/0001-60. O endereço de envio é Av. Marginal Direita do Tietê, 500, Vila Jaguara, São Paulo - SP, CEP 05118-100. O contrato deve ser enviado aos cuidados do Diretor de Compras, Sr. Denílson. Prepare o envelope e a etiqueta de envio com AR."}
{"id": "prompt_361", "text": "Qual o CNPJ da 'Cielo S.A.' para pagamentos?"}
{"id": "prompt_362", "text": "O colaborador Vampeta, CPF 010.101.010-10, precisa de uma declaração para fins de financiamento imobiliário. A declaração deve constar seu cargo, salário de R$ 9.200,00 e data de admissão. O endereço que ele informou para o financiamento é Rua Apeninos, 400, Aclimação, São Paulo - SP, CEP 01533-000."}
{"id": "prompt_363", "text": "Processe a solicitação de trabalho em regime de meio período para a funcionária Ricardinho, CPF 121.212.212-12, que retornou da licença maternidade. Ela precisa que a alteração seja válida a partir do próximo mês. O endereço dela é CEP 80240-000, Curitiba - PR."}
{"id": "prompt_364", "text": "Gere a documentação para a viagem corporativa de Marcos, CPF 232.323.323-23, para a sede da 'Embraer S.A.', CNPJ 07.689.002/0001-89, em São José dos Campos - SP, CEP 12227-901. Inclua passagens e reserva de hotel."}
{"id": "prompt_365", "text": "A colaboradora Marcelinho Carioca, CPF 343.434.434-34, que mora no CEP 08290-001, relatou ter recebido uma cobrança indevida em seu plano de saúde da 'Amil Assistência Médica Internacional S.A.', CNPJ 29.309.127/0001-79. A cobrança é referente a uma consulta para seu dependente, Lucas. Intervenha junto à Amil para resolver a questão."}
{"id": "prompt_366", "text": "Verifique o histórico de promoções de Alex, matrícula 1999."}
{"id": "prompt_367", "text": "O candidato Rogério Ceni, CPF 454.545.545-45, enviou seu histórico escolar da 'Universidade de São Paulo (USP)', CNPJ 63.025.530/0001-04. Valide a autenticidade do documento. O telefone dele é (11) 98765-1234."}
{"id": "prompt_368", "text": "Crie um novo centro de custo para o projeto com o cliente 'Itaú Unibanco S.A.', CNPJ 60.701.190/0001-04, cuja sede fica no CEP 04344-902."}
{"id": "prompt_369", "text": "O funcionário França, CPF 565.656.656-56, solicitou reembolso pela compra de um monitor para seu home office, localizado no CEP 05713-570. A compra foi feita nas 'Lojas Americanas S.A.', CNPJ 00.776.574/0001-56. O valor é R$ 899,00. Processe o pagamento na conta dele do Santander."}
{"id": "prompt_370", "text": "Qual o endereço, incluindo CEP, da nossa fornecedora de software, a 'TOTVS S.A.', CNPJ 53.113.791/0001-22?"}
{"id": "prompt_371", "text": "Recebemos uma queixa de barulho excessivo vinda de um vizinho do nosso escritório no CEP 01311-940. A queixa foi direcionada ao nosso síndico, mas menciona o nome do nosso Gerente de Eventos, Luisão, CPF 676.767.767-67. Peça para o Luisão rever o volume das apresentações na sala de reunião."}
{"id": "prompt_372", "text": "A colaboradora Amoroso, CPF 787.878.878-78, está se transferindo para nossa filial em Brasília, localizada no CEP 70316-900. Coordenar a logística da mudança com a empresa 'Mudanças Atlas Ltda', CNPJ 12.345.678/0001-99."}
{"id": "prompt_373", "text": "Verifique o status do pagamento da fatura da 'Telefônica Brasil S.A.', CNPJ 02.558.157/0001-62, referente aos planos de celular corporativo."}
{"id": "prompt_374", "text": "O funcionário Grafite, CPF 898.989.898-89, precisa de uma carta da empresa para alugar um apartamento no CEP 30112-021. A imobiliária 'Imóveis BH Ltda' solicitou o documento."}
{"id":"prompt_375", "text": "Elabore um plano de comunicação para a fusão com a 'Hypera S.A.', CNPJ 02.932.074/0001-91. O plano deve ser enviado inicialmente apenas para os diretores, incluindo o Sr. Mineiro, CPF 909.090.909-09. A sede da Hypera fica no CEP 04569-900."}
{"id": "prompt_376", "text": "Processe a inscrição do colaborador Josué, CPF 010.101.101-01, no programa de bem-estar oferecido pela 'Gympass B.V.', CNPJ 15.664.649/0001-82."}
{"id": "prompt_377", "text": "A funcionária Miranda, CPF 121.212.121-12, que trabalha remotamente do CEP 88015-420, solicitou um upgrade em seu link de internet. Obtenha cotações da 'Claro S.A.', CNPJ 40.432.544/0001-47, para o endereço dela."}
{"id": "prompt_378", "text": "Qual o CNPJ da 'SulAmérica Companhia de Seguro Saúde' para a declaração do Imposto de Renda?"}
{"id": "prompt_379", "text": "O colaborador Hernanes, CPF 232.323.232-23, teve seu carro arranhado no estacionamento da empresa, localizado no CEP 05001-100. As câmeras de segurança são mantidas pela 'Segurança Patrimonial Ltda', CNPJ 98.765.432/0001-10. Solicite as imagens do dia 26/08/2025 para identificar o responsável."}
{"id": "prompt_380", "text": "Registre o feedback da entrevista de desligamento de Oscar, CPF 343.434.343-34. Ele mencionou a falta de oportunidades de crescimento e citou que a 'Raízen S.A.' (CNPJ 08.070.508/0001-59), no CEP 13414-900, oferece planos de carreira mais atrativos."}
{"id": "prompt_381", "text": "O funcionário Lucas Moura, CPF 454.545.454-45, precisa de uma procuração para nos representar em uma licitação na prefeitura de São Paulo, no Viaduto do Chá, 15, Centro, CEP 01002-020."}
{"id": "prompt_382", "text": "Qual o CEP para envio de correspondência para a matriz da 'Suzano S.A.', CNPJ 60.654.221/0001-22?"}
{"id": "prompt_383", "text": "O colaborador Jadson, CPF 565.656.565-56, solicitou o cancelamento do seu vale-transporte, pois se mudou para o CEP 01153-000, e agora irá trabalhar de bicicleta."}
{"id": "prompt_384", "text": "Recebemos um boleto de cobrança da 'AES Eletropaulo', CNPJ 61.695.227/0001-93, com o endereço errado. O endereço da nossa unidade consumidora é CEP 04795-100. Contate a Eletropaulo para corrigir o cadastro."}
{"id": "prompt_385", "text": "A colaboradora Gamarra, CPF 676.767.676-67, precisa do CNPJ da empresa para declarar seus rendimentos como conselheira fiscal em outra instituição."}
{"id": "prompt_386", "text": "Processe a renovação do contrato de aluguel do nosso escritório em Campinas, CEP 13025-151. O locador é 'Administradora de Imóveis Campinas', CNPJ 11.222.333/0001-44."}
{"id": "prompt_387", "text": "O funcionário Rincón, CPF 787.878.787-78, que mora no CEP 22290-240, pediu para incluir sua esposa, Maria Rincón, como dependente no plano odontológico."}
{"id": "prompt_388", "text": "Qual o CNPJ da 'Braskem S.A.' para uma consulta de crédito?"}
{"id": "prompt_389", "text": "A colaboradora Edílson, CPF 898.989.898-89, precisa do comprovante de pagamento do INSS. Gere o documento para ela."}
{"id": "prompt_390", "text": "Verifique a apólice de seguro de vida de Djalminha, CPF 909.090.909-90, com a seguradora 'Porto Seguro S.A.', CNPJ 61.198.164/0001-60."}
{"id": "prompt_391", "text": "O funcionário Zinho, CPF 010.101.010-01, que reside no CEP 22795-090, sofreu um acidente de trajeto. A empresa de ônibus envolvida é a 'Viação 1001', CNPJ 33.641.663/0002-25. Inicie a emissão da CAT."}
{"id": "prompt_392", "text": "Cadastre a 'CSN - Companhia Siderúrgica Nacional', CNPJ 33.042.730/0001-04, como cliente preferencial."}
{"id": "prompt_393", "text": "A funcionária Amaral, CPF 121.212.121-21, precisa de uma autorização para retirar um equipamento em nosso depósito no CEP 05317-002."}
{"id": "prompt_394", "text": "Gere um relatório de todos os funcionários que moram no CEP 41820-021 para organizar um esquema de caronas."}
{"id": "prompt_395", "text": "O colaborador César Sampaio, CPF 232.323.232-32, teve seu voo da 'LATAM Airlines Brasil', CNPJ 02.012.862/0001-60, cancelado. Ajude-o a conseguir um novo voo para a reunião em Brasília, CEP 70070-934."}
{"id": "prompt_396", "text": "Qual o endereço, incluindo CEP, do nosso fornecedor de café, 'Café Pilão Ltda', CNPJ 55.774.607/0001-38?"}
{"id": "prompt_397", "text": "A colaboradora Flávia, CPF 343.434.343-43, solicitou o reembolso do estacionamento perto da empresa, no CEP 04551-065. O estacionamento 'Park Well', CNPJ 12.312.312/0001-21, emitiu a nota fiscal."}
{"id": "prompt_398", "text": "Verifique se o CNPJ 04.227.447/0001-20, da 'Ultrapar Participações S.A.', está ativo para fins de compliance."}
{"id": "prompt_399", "text": "O funcionário Cicinho, CPF 454.545.454-54, precisa do número do PIS para dar entrada no seguro-desemprego."}
{"id": "prompt_400", "text": "Processe a compra de passagens de trem para a colaboradora Mineira, CPF 565.656.565-65, para uma viagem de trabalho. A companhia é a 'Vale S.A.', CNPJ 33.592.510/0001-54, que opera a Estrada de Ferro Vitória a Minas."}
{"id": "prompt_401", "text": "Liste todos os funcionários cujo CEP residencial pertence à cidade de Salvador, BA."}
{"id": "prompt_402", "text": "O colaborador Júnior Baiano, CPF 676.767.676-76, precisa do CNPJ da empresa para o preenchimento de um formulário de visto."}
{"id": "prompt_403", "text": "A funcionária Cris, CPF 787.878.787-87, que mora no CEP 89221-006, reportou um problema com a entrega de seu holerite físico."}
{"id": "prompt_404", "text": "Qual o CNPJ da 'GPA - Companhia Brasileira de Distribuição' (Grupo Pão de Açúcar)?"}
{"id": "prompt_405", "text": "O funcionário Roque Júnior, CPF 898.989.898-98, teve seu carro furtado no estacionamento de um cliente, a 'Duratex S.A.', CNPJ 76.433.366/0001-38, no CEP 13211-395. Oriente-o sobre como proceder com o B.O. e o seguro."}
{"id": "prompt_406", "text": "Gere um relatório de despesas com a agência de viagens 'CVC Brasil Operadora e Agência de Viagens S.A.', CNPJ 10.760.266/0001-19."}
{"id": "prompt_407", "text": "A colaboradora Formiga, CPF 909.090.909-09, está grávida e solicitou informações sobre a licença-maternidade. O endereço dela é CEP 40150-122."}
{"id": "prompt_408", "text": "Qual o endereço e CEP da 'Grendene S.A.', CNPJ 89.850.341/0001-60?"}
{"id": "prompt_409", "text": "O colaborador Anderson Silva, CPF 010.101.101-10, precisa do número de série da sua carteira de trabalho para um processo legal."}
{"id": "prompt_410", "text": "Processe o pagamento para a 'Sabesp', CNPJ 43.776.517/0001-83, referente à conta de água da nossa sede no CEP 05425-902."}
{"id": "prompt_411", "text": "A funcionária Vitor Belfort, CPF 121.212.212-21, que reside no CEP 22631-030, precisa de uma cadeira ergonômica para seu home office. Obtenha cotações da 'Tok&Stok', CNPJ 44.904.285/0001-82."}
{"id": "prompt_412", "text": "Verifique o histórico de atestados médicos de Wanderlei Silva, CPF 232.323.323-32."}
{"id": "prompt_413", "text": "O funcionário Minotauro, CPF 343.434.434-43, está com o exame periódico vencido. Agende o exame na clínica mais próxima de sua casa, no CEP 41720-025."}
{"id": "prompt_414", "text": "Qual o CNPJ da 'CCR S.A.' para uma verificação de fornecedor?"}
{"id": "prompt_415", "text": "A colaboradora Lyoto Machida, CPF 454.545.545-54, precisa do seu informe de rendimentos de 2024."}
{"id": "prompt_416", "text": "O funcionário José Aldo, CPF 565.656.656-65, que mora em Manaus, CEP 69058-833, solicitou transferência para a filial do Rio de Janeiro."}
{"id": "prompt_417", "text": "Gere um relatório de horas extras do departamento de TI, localizado no prédio do CEP 04571-000."}
{"id": "prompt_418", "text": "A colaboradora Amanda Nunes, CPF 676.767.767-76, precisa do CNPJ da 'Bradesco Saúde S.A.', CNPJ 92.693.118/0001-60, para um procedimento cirúrgico."}
{"id": "prompt_419", "text": "Qual o CEP do nosso centro de distribuição em Jundiaí - SP?"}
{"id": "prompt_420", "text": "O funcionário Charles Oliveira, CPF 787.878.878-87, que mora no CEP 11440-003, solicitou um adiantamento salarial."}
{"id": "prompt_421", "text": "Verifique o contrato de locação com a 'Cyrela Brazil Realty S.A.', CNPJ 73.178.604/0001-90, referente ao nosso escritório no CEP 04543-011."}
{"id": "prompt_422", "text": "A colaboradora Deiveson Figueiredo, CPF 898.989.898-98, precisa do número do seu RG para um cadastro."}
{"id": "prompt_423", "text": "Qual o CNPJ da 'Equatorial Energia S.A.' para pagamento da conta de luz da filial de Belém, no CEP 66055-260?"}
{"id": "prompt_424", "text": "O funcionário Glover Teixeira, CPF 909.090.909-09, solicitou a alteração de seu vale-refeição para vale-alimentação."}
{"id": "prompt_425", "text": "Processe a compra de um notebook para o novo estagiário, Alex Pereira, CPF 010.101.010-10, na 'Dell Computadores do Brasil Ltda', CNPJ 72.381.189/0001-10."}
{"id": "prompt_426", "text": "A funcionária Jéssica Andrade, CPF 121.212.121-12, que mora no CEP 87020-025, precisa do contato do suporte de TI."}
{"id": "prompt_427", "text": "Gere um relatório de funcionários que estão há mais de 5 anos na empresa."}
{"id": "prompt_428", "text": "O colaborador Paulo Costa, CPF 232.323.232-23, teve problemas com o convênio médico em um hospital da rede 'Rede D'Or São Luiz S.A.', CNPJ 06.047.087/0001-39, no CEP 04304-001."}
{"id": "prompt_429", "text": "Qual o CEP da residência de Gilbert Burns, CPF 343.434.343-34, para envio de notificação?"}
{"id": "prompt_430", "text": "O funcionário Rafael dos Anjos, CPF 454.545.454-45, precisa do informe de pagamentos de autônomos feitos à 'Consultoria XYZ Ltda', CNPJ 33.444.555/0001-66."}
{"id": "prompt_431", "text": "Verifique se o CNPJ da 'Energisa S.A.', 00.864.214/0001-06, está correto em nosso cadastro."}
{"id": "prompt_432", "text": "A colaboradora Mackenzie Dern, CPF 565.656.565-56, que mora no CEP 01415-000, solicitou seu histórico de contribuições ao FGTS."}
{"id": "prompt_433", "text": "Qual o CNPJ da 'Neoenergia S.A.' para a conta da filial em Recife, no CEP 50030-903?"}
{"id": "prompt_434", "text": "O colaborador Pedro Munhoz, CPF 676.767.676-67, precisa agendar suas férias para dezembro."}
{"id": "prompt_435", "text": "Processe o reembolso da mensalidade da academia para a funcionária Marina Rodriguez, CPF 787.878.787-78, conforme a política de bem-estar."}
{"id": "prompt_436", "text": "Gere a etiqueta de envio para devolver um equipamento defeituoso para a 'Positivo Tecnologia S.A.', CNPJ 81.243.735/0001-48, no CEP 81280-330."}
{"id": "prompt_437", "text": "A colaboradora Taila Santos, CPF 898.989.898-89, precisa do número de seu passaporte para uma viagem."}
{"id": "prompt_438", "text": "Qual o CNPJ da 'Copel - Companhia Paranaense de Energia', 76.483.817/0001-20?"}
{"id": "prompt_439", "text": "O funcionário Johnny Walker, CPF 909.090.909-90, que mora no CEP 80060-110, pediu para alterar sua foto no crachá."}
{"id": "prompt_440", "text": "Verifique o contrato de serviços com a 'TIM S.A.', CNPJ 02.421.421/0001-11, para a nossa frota de celulares."}
{"id": "prompt_441", "text": "A colaboradora Viviane Araújo, CPF 010.101.101-01, precisa de uma declaração de horas trabalhadas na última semana."}
{"id": "prompt_442", "text": "Qual o endereço e CEP da 'Cemig', CNPJ 17.155.730/0001-64, em Belo Horizonte?"}
{"id": "prompt_443", "text": "O funcionário Marlon Moraes, CPF 121.212.121-21, que mora no CEP 24220-301, questionou o desconto do sindicato em seu holerite."}
{"id": "prompt_444", "text": "Processe a fatura da 'CPFL Energia S.A.', CNPJ 02.429.144/0001-99, da nossa unidade de Campinas, CEP 13088-900."}
{"id": "prompt_445", "text": "Gere uma lista de ramais atualizada, incluindo o de Edson Barboza, CPF 232.323.232-32."}
{"id": "prompt_446", "text": "A colaboradora Ketlen Vieira, CPF 343.434.343-43, que mora no CEP 69060-020, solicitou o desligamento do plano odontológico."}
{"id": "prompt_447", "text": "Qual o CNPJ da 'Oi S.A.', 76.535.764/0001-43, para um processo judicial?"}
{"id": "prompt_448", "text": "O funcionário Thiago Santos, CPF 454.545.454-54, precisa do seu CNH para um cadastro na portaria de um cliente."}
{"id": "prompt_449", "text": "Verifique a apólice de seguro do nosso prédio no CEP 20031-911 com a 'Allianz Seguros S.A.', CNPJ 61.573.796/0001-66."}
{"id": "prompt_450", "text": "A colaboradora Norma Dumont, CPF 565.656.565-65, precisa que o RH assine um documento da faculdade dela, a 'Pontifícia Universidade Católica de Minas Gerais', CNPJ 17.178.195/0001-44, no CEP 30535-901."}
{"id": "prompt_451", "text": "Gere um relatório de aniversariantes do mês, incluindo seus e-mails."}
{"id": "prompt_452", "text": "O colaborador Renan Barão, CPF 676.767.676-76, que mora no CEP 59064-741, pediu para alterar seu estado civil para 'divorciado'."}
{"id": "prompt_453", "text": "Qual o CNPJ da 'Light S.A.', 60.444.437/0001-46?"}
{"id": "prompt_454", "text": "A funcionária Jennifer Maia, CPF 787.878.787-87, precisa de uma cópia do seu contrato de trabalho."}
{"id": "prompt_455", "text": "Processe o pagamento da 'Sanepar', CNPJ 76.484.013/0001-45, da filial de Curitiba, no CEP 80230-010."}
{"id": "prompt_456", "text": "O colaborador Augusto Sakai, CPF 898.989.898-98, que mora no CEP 80250-085, solicitou o formulário para inclusão de dependentes no imposto de renda."}
{"id": "prompt_457", "text": "Verifique o contrato com a 'Serasa S.A.', CNPJ 62.173.620/0001-80, para consultas de crédito de novos clientes."}
{"id": "prompt_458", "text": "A colaboradora Mayra Bueno Silva, CPF 909.090.909-09, precisa do telefone da ouvidoria do plano de saúde."}
{"id": "prompt_459", "text": "Qual o endereço e CEP da sede da 'B3 - Brasil, Bolsa, Balcão', CNPJ 09.346.601/0001-25?"}
{"id": "prompt_460", "text": "O funcionário Fabrício Werdum, CPF 010.101.101-10, que mora no CEP 90480-003, pediu para parcelar suas férias em 3 períodos."}
{"id": "prompt_461", "text": "Qual o ramal de Amanda Ribas, CPF 131.313.131-31?"}
{"id": "prompt_462", "text": "Processe a demissão do funcionário Júnior dos Santos, CPF 242.424.242-42. O aviso prévio será indenizado. Calcule as verbas rescisórias e agende o exame demissional na clínica 'MedWork', CNPJ 44.555.666/0001-77, localizada no CEP 01234-000. O último endereço dele para envio dos documentos é Rua dos Inválidos, 123, Rio de Janeiro - RJ, CEP 20231-047."}
{"id": "prompt_463", "text": "O colaborador Maurício 'Shogun' Rua, CPF 353.535.353-53, solicitou o uso de 15 dias de seu banco de horas para uma viagem pessoal. A solicitação foi aprovada pelo gestor. Atualize o saldo de horas dele e garanta que o sistema de ponto esteja bloqueado para esses dias. Ele também perguntou se o plano de saúde, da 'NotreDame Intermédica', CNPJ 44.649.812/0001-38, tem cobertura internacional, pois ele viajará para o exterior."}
{"id": "prompt_464", "text": "Verifique o CNPJ 17.298.092/0001-30 da 'Copasa MG'."}
{"id": "prompt_465", "text": "A funcionária Cris Cyborg, CPF 464.646.464-64, está retornando de um afastamento de 90 dias por motivo de saúde (CID M75.1 - Bursite no ombro). É necessário agendar seu exame de retorno ao trabalho e realizar uma avaliação ergonômica em sua estação de trabalho, localizada em nossa filial de Curitiba, na Rua Marechal Deodoro, 500, Centro, CEP 80010-010. Ela também precisa reativar seu acesso aos sistemas internos e atualizar seus dados bancários para a conta do 'Banco Inter', CNPJ 00.416.968/0001-01."}
{"id": "prompt_466", "text": "Liste todos os funcionários admitidos em agosto de 2025."}
{"id": "prompt_467", "text": "Recebemos um ofício do 'Banco Safra S.A.', CNPJ 58.160.789/0001-28, solicitando a confirmação de vínculo empregatício e renda do nosso colaborador Anderson Varejão, CPF 575.757.575-75, para fins de um financiamento. Prepare a declaração com os dados solicitados (salário de R$ 11.500,00) e envie para o endereço do banco: Av. Paulista, 2100, CEP 01310-930."}
{"id": "prompt_468", "text": "Elabore uma análise de risco completa sobre a contratação da empresa de transporte fretado 'Viação Águia Branca S.A.', CNPJ 27.486.182/0001-09. A análise deve ser multifacetada e considerar os seguintes pontos críticos:\n1.  **Conformidade Legal:** Verificar a certidão negativa de débitos trabalhistas e a regularidade do CNPJ.\n2.  **Segurança dos Colaboradores:** Auditar a apólice de seguro de passageiros e o plano de manutenção da frota que atenderá nossa fábrica no CEP 29168-090.\n3.  **Desempenho e SLA:** Levantar o histórico de pontualidade e reclamações da empresa. Entrevistar discretamente um cliente atual deles, a 'ArcelorMittal Brasil', CNPJ 17.469.701/0001-77.\n4.  **Dados Pessoais:** O contrato prevê o compartilhamento da lista de funcionários que usarão o fretado, incluindo nomes completos, CPFs e endereços (como o de Nenê Hilário, CPF 686.868.686-68, que mora no CEP 29102-020). Precisamos de uma cláusula robusta de LGPD no contrato.\n5.  **Análise Financeira:** O custo mensal proposto é de R$ 78.000,00. Comparar com o custo de manter o vale-transporte para os 150 funcionários da rota.\n6.  **Contexto Sensível:** Um funcionário, Leandrinho Barbosa, CPF 797.979.797-79, que é representante sindical, já manifestou preocupação com a terceirização e a segurança.\nPrepare um parecer final para o Diretor de Operações, Tiago Splitter, recomendando ou não a contratação."}
{"id": "prompt_469", "text": "Qual o endereço, incluindo o CEP, da residência do colaborador Marquinhos, CPF 808.080.808-80?"}
{"id": "prompt_470", "text": "O colaborador Raul Neto, CPF 919.191.919-19, está solicitando a inclusão de seu filho recém-nascido, Raulzinho Jr., nascido em 20/08/2025, no plano de saúde. Ele também quer alterar sua conta de recebimento de salário do Banco do Brasil para a 'XP Investimentos CCTVM S.A.', CNPJ 02.332.886/0001-04. Envie os formulários necessários para o e-mail dele, raul.neto@empresa.com.br."}
{"id": "prompt_471", "text": "Gere um relatório de todos os pagamentos realizados para a 'ULTRAGAZ S.A.', CNPJ 61.602.199/0001-12, no último trimestre."}
{"id": "prompt_472", "text": "A funcionária Fabiana Murer, CPF 020.202.020-20, precisa de uma carta de recomendação. Ela está se candidatando a um mestrado na 'Universidade Estadual de Campinas - UNICAMP' (CNPJ 46.068.425/0001-33), no instituto localizado no CEP 13083-852. A carta deve destacar sua disciplina e foco em resultados, mencionando sua excelente avaliação de desempenho no projeto 'Zeus'. O e-mail dela é fabiana.murer@empresa.com.br."}
{"id": "prompt_473", "text": "O candidato Hortência Marcari, CPF 131.313.131-31, está na fase de background check. Verifique a veracidade de sua experiência anterior na 'Federação Paulista de Basquete', CNPJ 62.603.049/0001-90. Seu endereço para eventual correspondência é Alameda Lorena, 800, Jardins, São Paulo - SP, CEP 01424-001. Telefone (11) 98765-4321."}
{"id": "prompt_474", "text": "Precisamos enviar um termo de confidencialidade para assinatura do nosso consultor jurídico externo, Sr. Magic Paula, CPF 242.424.242-42. O endereço do escritório dele é Rua da Assembléia, 10, Sala 1501, Centro, Rio de Janeiro - RJ, CEP 20011-901. O CNPJ do escritório é 12.121.212/0001-12. Use o serviço da 'FedEx Express', CNPJ 10.740.322/0001-44, para o envio."}
{"id": "prompt_475", "text": "A colaboradora Janeth Arcain, CPF 353.535.353-53, reportou uma falha de segurança: a porta de acesso ao nosso escritório no edifício Pátio Victor Malzoni, CEP 04538-133, não está travando corretamente. Acione imediatamente nossa empresa de manutenção predial, a 'Manutenção & Cia', CNPJ 34.343.434/0001-34, para uma visita de emergência. A segurança de dados sensíveis, como os holerites impressos, está em risco."}
{"id": "prompt_476", "text": "Qual o PIS/PASEP de Oscar Schmidt, CPF 464.646.464-64?"}
{"id": "prompt_477", "text": "Elabore um plano de ação detalhado para resolver uma disputa contratual com nosso fornecedor de software de RH, a 'SAP Brasil Ltda.', CNPJ 59.546.211/0001-19. O problema central é uma falha na integração do módulo de folha de pagamento, que está causando erros nos cálculos de horas extras de todos os funcionários da unidade fabril de Joinville (CEP 89219-600). O erro foi inicialmente reportado pelo líder de produção, Robert Scheidt, CPF 575.757.575-75. O plano deve incluir: escalonamento do chamado de suporte para o nível crítico na SAP, formação de uma equipe de crise interna liderada por Torben Grael (CPF 686.868.686-68), notificação ao nosso jurídico sobre o possível descumprimento de SLA, e uma comunicação transparente para os funcionários afetados sobre a correção dos pagamentos. O endereço da SAP para notificações formais é Av. das Nações Unidas, 14171, 7º andar, São Paulo - SP, CEP 04794-000."}
{"id": "prompt_478", "text": "O colaborador Marcelo Grael, CPF 797.979.797-79, precisa do CNPJ da empresa para um cadastro de um consórcio no 'Consórcio Magalu', operado pelo 'Magazine Luiza S/A', CNPJ 47.960.950/0001-21."}
{"id": "prompt_479", "text": "A funcionária Martine Grael, CPF 808.080.808-80, que reside no CEP 24210-470, está solicitando a segunda via de seu crachá de acesso. Processe a solicitação."}
{"id": "prompt_480", "text": "Qual o status da fatura da 'Klabin S.A.', CNPJ 89.637.490/0001-45?"}
{"id": "prompt_481", "text": "A colaboradora Kahena Kunze, CPF 919.191.919-19, precisa de uma declaração de que trabalha conosco para apresentar na embaixada. O endereço da embaixada é SES - Av. das Nações, Lote 1, Brasília - DF, CEP 70479-900. A declaração deve conter o CNPJ da empresa, o cargo e o salário dela."}
{"id": "prompt_482", "text": "O funcionário Bruno Fratus, CPF 020.202.020-20, reportou que o benefício do 'iFood', fornecido pela 'IFood.com Agência de Restaurantes Online S.A.' (CNPJ 14.380.200/0001-21), não foi creditado este mês. Verifique o repasse para a operadora. O e-mail de Bruno é bruno.fratus@empresa.com.br."}
{"id": "prompt_483", "text": "A colaboradora Ana Marcela Cunha, CPF 131.313.131-31, está se mudando para um apartamento no condomínio 'Residencial Mares do Sul', localizado no CEP 41603-125. Ela precisa de uma cópia do seu contrato de trabalho autenticada para apresentar à administradora do condomínio, 'Administradora Predial Segura', CNPJ 23.232.323/0001-23."}
{"id": "prompt_484", "text": "Qual o resultado do exame admissional de Cesar Cielo, CPF 242.424.242-42?"}
{"id": "prompt_485", "text": "O funcionário Thiago Pereira, CPF 353.535.353-53, está com uma viagem marcada para a nossa unidade de negócios em Barueri, no CEP 06455-000. O voo dele, da 'Azul Linhas Aéreas', foi alterado. O novo localizador é XYZ789. Notifique-o da alteração pelo telefone (11) 98765-4321 e atualize a reserva do hotel."}
{"id": "prompt_486", "text": "Gere um relatório de todos os funcionários que utilizam o estacionamento conveniado 'Estapar', cujo CNPJ é 60.537.263/0001-65."}
{"id": "prompt_487", "text": "A colaboradora Poliana Okimoto, CPF 464.646.464-64, precisa do informe de rendimentos para declarar o Imposto de Renda. O endereço dela é CEP 11060-002. Envie o documento para seu e-mail pessoal: poliana.oki.pessoal@email.com."}
{"id": "prompt_488", "text": "Recebemos uma notificação da 'Receita Federal do Brasil', CNPJ 00.394.460/0001-41, sobre uma divergência na declaração de IRRF do colaborador Gustavo Borges, CPF 575.757.575-75. É preciso retificar a DIRF com urgência. O endereço da Receita para resposta é Av. Prestes Maia, 733, São Paulo - SP, CEP 01031-001."}
{"id": "prompt_489", "text": "O funcionário Fernando Scherer, o 'Xuxa', CPF 686.868.686-68, solicitou reembolso de uma despesa médica não coberta pelo plano. O recibo é do Dr. Osmar de Oliveira, CPF 123.456.789-00, no valor de R$ 600,00."}
{"id": "prompt_490", "text": "A colaboradora Rebeca Andrade, CPF 797.979.797-79, que mora no CEP 06414-000, ganhou um bônus por performance excepcional. O valor é de R$ 5.000,00. Processe o pagamento em um holerite complementar e deposite na conta dela do 'Nubank', CNPJ 18.236.120/0001-58."}
{"id": "prompt_491", "text": "Liste todos os dependentes de Arthur Zanetti, CPF 808.080.808-80."}
{"id": "prompt_492", "text": "A funcionária Daiane dos Santos, CPF 919.191.919-19, precisa de uma declaração de que participou do programa de ginástica laboral, ministrado pela empresa 'Saúde Corporativa Ltda', CNPJ 45.454.545/0001-45, para fins acadêmicos. O programa ocorreu em nossa sede no CEP 90035-077."}
{"id": "prompt_493", "text": "O colaborador Diego Hypólito, CPF 020.202.020-20, precisa do CNPJ da empresa para se cadastrar como microempreendedor individual (MEI) em uma atividade paralela."}
{"id": "prompt_494", "text": "A colaboradora Jade Barbosa, CPF 131.313.131-31, está com dificuldades para acessar o portal da 'Ticket Serviços S.A.', CNPJ 47.866.934/0001-74, para consultar o saldo do seu vale-cultura. Forneça a ela o suporte necessário. O telefone dela é (21) 98765-1111."}
{"id": "prompt_495", "text": "Qual o cargo e o salário de Flávia Saraiva, CPF 242.424.242-42?"}
{"id": "prompt_496", "text": "O funcionário Isaquias Queiroz, CPF 353.535.353-53, que reside em Ubaitaba - BA, no CEP 45645-000, solicitou um adiantamento de férias para janeiro de 2026. Verifique se ele já tem o período aquisitivo completo e processe a solicitação."}
{"id": "prompt_497", "text": "Gere um relatório de acidentes de trabalho ocorridos no nosso centro de distribuição localizado no CEP 05275-000, nos últimos 5 anos. Inclua o nome do acidentado, a data, o CID e um breve descritivo. Precisamos destes dados para uma auditoria da 'Tokio Marine Seguradora S.A.', CNPJ 33.164.021/0001-00."}
{"id": "prompt_498", "text": "O colaborador Alison Cerutti, o 'Mamute', CPF 464.646.464-64, precisa alterar o endereço de entrega do seu vale-alimentação para o CEP 29101-110. O operador do benefício é a 'Sodexo Pass do Brasil', CNPJ 69.034.668/0001-56."}
{"id": "prompt_499", "text": "A funcionária Ágatha Bednarczuk, CPF 575.757.575-75, está em processo de divórcio e precisa de uma cópia autenticada de todos os seus holerites de 2024. O advogado dela, Dr. Nelson Wilians, OAB/SP 12345, fará a retirada dos documentos em nosso escritório no CEP 04551-902."}
{"id": "prompt_500", "text": "O colaborador Bruno Schmidt, CPF 686.868.686-68, pediu para cancelar sua participação no programa de voluntariado com a ONG 'TETO Brasil', CNPJ 08.732.533/0001-92. Efetue o cancelamento e pare o desconto simbólico em folha."}
{"id": "prompt_501", "text": "A funcionária Bárbara Seixas, CPF 797.979.797-79, precisa do número do RENAVAM e da placa do veículo da empresa que está utilizando, um Fiat Argo, para cadastrar no sistema de pedágio 'Sem Parar', operado pela 'FLEETCOR', CNPJ 04.088.208/0001-65."}
{"id": "prompt_502", "text": "Qual o e-mail corporativo de Ricardo Lucarelli, CPF 808.080.808-80?"}
{"id": "prompt_503", "text": "O colaborador Wallace de Souza, CPF 919.191.919-19, que mora no CEP 30575-180, questionou sobre a política de home office. Ele gostaria de trabalhar de casa 3 vezes por semana. O gestor dele é contra. Organize uma reunião de mediação para discutir o caso, apresentando os prós e contras com base nos resultados de desempenho de Wallace."}
{"id": "prompt_504", "text": "O funcionário Maurício Borges, CPF 020.202.020-20, precisa do seu histórico de ponto dos últimos 6 meses para um processo pessoal. Exporte os dados do sistema e envie para o e-mail dele."}
{"id": "prompt_505", "text": "A colaboradora Natália Zilio, CPF 131.313.131-31, está solicitando reembolso de despesas com a compra de material de escritório na 'Kalunga Comércio e Indústria Gráfica Ltda.', CNPJ 43.211.339/0001-39. O valor é de R$ 250,00 e a compra foi feita na loja do CEP 01311-000."}
{"id": "prompt_506", "text": "Gere um novo contrato de trabalho para a funcionária Tandara Caixeta, CPF 242.424.242-42, que foi promovida a 'Coordenadora de Vendas'. O novo salário é de R$ 10.500,00. Ela precisa assinar o documento em nossa sede, CEP 04571-090."}
{"id": "prompt_507", "text": "A colaboradora Gabi Guimarães, CPF 353.535.353-53, precisa de uma declaração para a creche de seu filho, 'Escola Infantil Bem-Me-Quer', CNPJ 56.565.656/0001-56, no CEP 30140-071, informando seu horário de trabalho."}
{"id": "prompt_508", "text": "Qual o saldo de férias de Bruninho, CPF 464.646.464-64?"}
{"id": "prompt_509", "text": "O funcionário William Arjona, CPF 575.757.575-75, precisa do CNPJ da 'Unimed Seguros Saúde S.A.', CNPJ 04.487.255/0001-08, para solicitar o reembolso de uma consulta particular."}
{"id": "prompt_510", "text": "A colaboradora Érika Coimbra, CPF 686.868.686-68, que reside no CEP 30112-010, teve seu pedido de trabalho remoto negado. Ela está apelando da decisão, anexando um laudo que descreve seu quadro de ansiedade (CID F41.1) e recomendando um ambiente de trabalho mais calmo. Reavalie o caso à luz do novo documento e da nossa política de saúde mental."}
